{
  "DataVersion": 1,
  "locations": [
    "Outdoor Stage",
    "Indoor Stage",
    "Church Stage",
    "Train Stage",
    "Marquee",
    "Indietots Area"
  ],
  "artists": [
    {
      "description": "The Lovely Eggs are an underground surreal-psych punk rock duo from northern England. They have a  fierce ethos that music should have no rules. For Holly and David being in a band is a way of life. True to this, they live the way they play. Fiercely, constantly in search of the good times. With 8/10 thumbs up from the NME and much support from BBC 6 Music and Radio One, the band continues to sell out gigs across the UK without the help of management, booking agent or record label support. Their songs have been produced by Gruff Rhys (Super Furry Animals), remixed by Tjinder Singh (Cornershop) and sampled by Zane Lowe for Scroobius Pip. With observational and often surreal lyrics about life, The Lovely Eggs have a powerful stripped down sound: one vintage guitar amp, one Big Muff distortion pedal, a guitar and a drum kit. They have produced five albums. The latest ‘This Is Eggland’ was produced and mixed by Dave Fridmann (Flaming Lips, Mercury Rev, Mogwai), and was released in February 2018. In February the pair headed out on a 10-date sold out tour of the UK with poet and comedian Phill Jupitus, and playing rammed chaotic shows to an army of growing fans. The Lovely Eggs are one of the most exciting, innovative and genuine bands on the British Underground Music Scene.",
      "events": [
        {
          "day": "2018-07-27",

          "end": "2018-07-27 22:15",
          "stage": "Outdoor Stage",
          "start": "2018-07-27 21:15"
        }
      ],
      "image": "lovely",
      "name": "The Lovely Eggs",
      "sortName": "lovely eggs",
      "url": "http://www.thelovelyeggs.co.uk/"
    },
    {
      "description": "London/Glasgow duo Sacred Paws uplifting debut album Strike A Match is out now via Rock Action. A vibrant collection of pop gems, Sacred Paws first full-length features ten complex yet instantly infectious songs, fitting perfectly between uplifting indie-pop and intricate post-punk. Strike A Match has already received a slew of incredible reviews from the likes of Q, DIY, Clash, Loud & Quiet, The Skinny and more. Sacred Paws formed in 2014 when guitarist and vocalist Rachel Aggs (also a member of Shopping and Trash Kit) and drummer Eilidh Rodgers’ former band Golden Grrrls disbanded. Looking for a good excuse to continue hanging out despite living hundreds of miles apart – with Rachel residing in London and Eilidh based in Glasgow – the two would travel every few months to write songs. The excitement of the two friends meeting after months away from one another bleeds into each Sacred Paws songs, and even the tracks with heavier or more contemplative lyrical content are full of sunny and infectious melodies. Strikes A Match was produced by Tony Doogan (Mogwai, Belle & Sebastian, Teenage Fanclub). “Strike A Match feels like it is racing against itself, a gentle, playful intensity that feels wholly inviting.” Clash",
      "events": [
        {
          "day": "2018-07-27",
          "end": "2018-07-27 20:45",
          "stage": "Outdoor Stage",
          "start": "2018-07-27 20:00"
        }
      ],
      "image": "sacred",
      "name": "Sacred Paws",
      "sortName": "sacred paws",
      "url": "http://www.sacredpaws.co.uk/"
    },
    {
      "description": "Formed in East London in 2016, Worst Place spent the first few months of their short existence locked away in rehearsal rooms and recording studios. With a handful of live shows under their belt, they debuted their blend of dreamy psych-pop and fuzzed-out indie-rock online, and quickly gained airplay from BBC6 and Amazing Radio. Fast-forward a year, Worst Place have graced some of East London’s favourite stages, and played to a packed out crowd in Paris. In August 2018, they released their debut single – the self-produced ‘Dreamer’ – via Art is Hard Records postcard club. 2018 sees the release of ‘Rush Hour’ – a cover of 80’s cult hit by Jane Wiedlin that was featured on Sad Club Records’ Cassette Store Day compilation – and plans to hit the studio once more to record their debut EP.",
      "events": [
        {
          "day": "2018-07-27",
          "end": "2018-07-27 19:40",
          "stage": "Outdoor Stage",
          "start": "2018-07-27 19:00"
        }
      ],
      "image": "worst",
      "name": "Worst Place",
      "sortName": "worst place",
      "url": "https://placeworst.bandcamp.com/"
    },
    {
      "description": "Des Was a Bowie Fan is a London clubnight playing sweet indiepop, post-punk, new wave, Northern Soul and rock’n’roll.",
      "events": [
        {
          "day": "2018-07-27",
          "end": "2018-07-27 23:59",
          "stage": "Indoor Stage",
          "start": "2018-07-27 22:30"
        }
      ],
      "image": "des",
      "name": "Des Was A Bowie Fan DJs",
      "sortName": "des was a bowie fan",
      "url": "https://deswasabowiefan.com/"
    },
    {
      "description": "Bum Notes karaoke returns! With your host Ruby Waters! It’s not a competition, but there will be prizes! It’s not a drag show, but there will be queens! so prepare for the unexpected as we invite you to sing, frolic and dance to your own kind of music at this extra special edition of the uninhibited karaoke and performance night from Glasgow. Ruby Waters is a DJ/ performer and host of Bum Notes at the Flying Duck Glasgow when not propping up gay bars in East London. She is interested in the relationship of populist sentimentality and the absurd in music… and also shiny things.",
      "events": [
        {
          "day": "2018-07-27",
          "end": "2018-07-27 23:59",
          "stage": "Marquee",
          "start": "2018-07-27 22:30"
        }
      ],
      "image": "bum",
      "name": "Bum Notes Karaoke with Ruby Waters",
      "sortName": "bum notes and karaoke with ruby waters",
      "url": "http://www.theflyingduck.org/event/bum-notes-drag-karaoke-the-birthday-bash/"
    },
    {
      "description": "British Sea Power are based in Brighton, and their members live in Sussex, Kendal and on the Isle Of Skye. Their music has won them some remarkable admirers, including Lou Reed, David Bowie, London’s National Maritime Museum and Doctor Who’s Peter Capaldi, who wrote in his foreword for the reissue of the band’s 2003 debut album: “BSP’s songs bring you the bite of the wind, the fury of the sea, and music that is simply exhilarating.” They’ve played atop the Great Wall Of China, at the CERN atom-research labs and beside the diplodocus skeleton at London’s Natural History Museum. They’ve played at London’s Czech Embassy and beneath the big astronomical dish at Jodrell Bank. They’ve played on ships at sea, deep inside Cornish slate mines and set up their own micro-festival at the Tan Hill Inn, the most elevated pub in Britain. BSP’s debut album, The Decline Of British Sea Power, swings boldly from 30-second choral swoons to the 14-minute epic Lately. Since then, they’ve released a series of wildly imaginative albums, including sweeping film instrumentals, neat electronic pop, epic brass band collaborations, and celebratory odes to Eastern European migration. Most recently, in 2018, they released their first new studio album in four years. ‘Let The Dancers Inherit The Party’ is a streamlined blast of modernist rock music now infused with more pop immediacy than ever before in the band’s history.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 21:00",
          "end": "2018-07-28 22:15",
          "stage": "Outdoor Stage"
        }
      ],
      "image": "sea",
      "name": "British Sea Power",
      "sortName": "british sea power",
      "url": "https://www.britishseapower.co.uk/"
    },
    {
      "description": "Dream Wife is more than just a band, Dream Wife is a way of life. You’ll struggle to find a tighter knit trio than Rakel Mjöll (vocals), Alice Go (guitar) and Bella Podpadec (bass). This band aren’t just about bashing out insanely good guitar bangers, they’re about creating a wonderful world to dive into headfirst and everyone is invited along for the ride. They came together while studying visual arts at Brighton University, with roommates Rakel and Bella deciding to enlist hotshot guitarist Alice while a few Jägerbombs deep on an indie disco dance-floor, and the dayglo world of Dream Wife was born. The band chose the name Dream Wife, not from the 1953 Hollywood rom-com, but for its wordplay – “It’s a commentary on the objectification of women; the 1950s American Dream stereotype package. Having the dream house, the dream car and the dream wife, we want to flip the script on that. Women aren’t objects; we don’t just fit into one mould.” When it comes to their sound, Dream Wife worship at the twin altars of David Bowie and Madonna. These are songs in the classic mould – big, beautiful and crazily catchy. And, of course, there’s the three dynamic women at the band’s core. “We’re a power trio,” Alice says. “There’s a crazy energy between us.” Bella is in agreement; “It is magic when we’re together.” Get ready to fall under Dream Wife’s spell.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 18:50",
          "end": "2018-07-28 19:40",
          "stage": "Outdoor Stage"
        }
      ],
      "image": "wife",
      "name": "Dream Wife",
      "sortName": "dream wife",
      "url": "https://dreamwife.bandcamp.com/"
    },
    {
      "description": "Darren Hayman used to be in Hefner and John Peel liked them. He has done lots of other things since albums about Astronauts, Witches, Dogs, Trains. But now on the 20th anniversary of Hefner’s debut album ‘Breaking God’s Heart’ he will perform the whole album at Indietracks. He won’t have a band. It will just be him and a guitar.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 17:40",
          "end": "2018-07-28 18:30",
          "stage": "Outdoor Stage"
        }
      ],
      "image": "darren",
      "name": "Darren Hayman",
      "sortName": "darren hayman",
      "url": "http://hefnet.com/"
    },
    {
      "description": "Colour Me Wednesday is a band fronted by the Doveton sisters Harriet and Jen and backed by Laura Ankles and Jaca Freer. This is their third Indietracks outing, and they’ll be showcasing material from their long-awaited second album! Hailing from the deepest, darkest London edgelands (Uxbridge), CMW write songs which touch on themes such as living under capitalism, SAD and boys being bitter AF. The new album is due to hit the shelves in May, shows a maturity in sound and will be available at the merch table all weekend.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 16:40",
          "end": "2018-07-28 17:20",
          "stage": "Outdoor Stage"
        }
      ],
      "image": "colour",
      "name": "Colour Me Wednesday",
      "sortName": "colour me wednesday",
      "url": "https://colourmewednesday.bandcamp.com/"
    },
    {
      "description": "The Smittens are a hard-working, globe-trotting independent American twee pop band from Burlington, Vermont. The band is friends first and open-hearted indiepop revolutionaries after that. Max Andrucki, Colin Clary, Dana Kaplan, Holly Chagnon, and David Zacharis switch up instruments, song-writing, and singing to create catchy, harmony driven twee ballads, pop anthems, and queer love songs.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 15:40",
          "end": "2018-07-28 16:20",
          "stage": "Outdoor Stage"
        }
      ],
      "image": "smittens",
      "name": "The Smittens",
      "sortName": "smittens",
      "url": "http://www.smittens.com/"
    },
    {
      "description": "Eureka California began as Jake Ward’s bedroom project in Raleigh, NC, in 2007. On a whim he moved to Athens, GA, soon after that and the band expanded to a five-piece. The lineup changed over the years as Ward’s songwriting began to find its footing — graduating college during an economic recession, the anxiety of time passing without realizing you’ve made any progress, on to sobriety in a drinking town and its accompanying isolation, and now on looming threats of nuclear war. The band slimmed down to a two-piece with drummer Marie A. Uhler in 2012. Over a decade in and four LPs, a lost CD, and several 7″s and cassettes later, anxieties over the years flying by while workdays last forever are still at the forefront of the mind of Eureka California — wanting to make moves but being too broke to go anywhere, the low-wage jobs that take up all your time and keep you too exhausted to enjoy your days off, those people that waste the time you do have, or is it your fault for procrastinating? Maybe that’s why their songs are so short; most hover around the two-minute mark, and everything live is played almost twice as fast.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 14:40",
          "end": "2018-07-28 15:20",
          "stage": "Outdoor Stage"
        }
      ],
      "image": "eureka",
      "name": "Eureka California",
      "sortName": "eureka california",
      "url": "https://eurekacalifornia.bandcamp.com/"
    },
    {
      "description": "Ghum met as strangers from different corners of the world – from Spain and Brazil, to the more local climes of North and East London. A mutual love for bands such as The Cure, PJ Harvey, Pixies and Warpaint cemented their atmospheric dark pop style, hinging on psych rock and at times grunge, with haunting vocals reminiscent of a David Lynch film. The debut video for Ghum‘s track “TV”, taken from their debut self-titled EP released last year, mirrors the themes in this a dark and complicated love song that escalates to perpetuating heights.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 13:40",
          "end": "2018-07-28 14:20",
          "stage": "Outdoor Stage"
        }
      ],
      "image": "ghum",
      "name": "Ghum",
      "sortName": "ghum",
      "url": "https://ghum.bandcamp.com/"
    },
    {
      "description": "Amber Arcades is the moniker of Dutch musician Annelotte de Graaf. Having written and recorded songs in a solo setting for some time, she flew out to New York in 2015 and teamed up with producer Ben Greenberg to record her debut album Fading Lines. Recorded at Strange Weather Studio in New York with producer Ben Greenberg, Fading Lines, was inspired by time, continuity, coincidence and magic, as well as an artist’s plans for a utopian city. Although that sounds pretty dreamy, De Graaf’s dreams are not the whimsical kind as they have led to her working as a legal aide on UN war crime tribunals (she currently works in human rights law with people leaving Syria), to inviting strangers to share her Utrecht squat (which led to a friendship and to her signing to Heavenly), and to spending her life savings on a flight to New York to record her debut album. The album invites endless interpretations – or simply emotional and physical reactions of joy, loss and acceptance. The result is a dazzling debut, full of swirling, steely songs, from an exceptional new talent.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 19:50",
          "end": "2018-07-28 20:45",
          "stage": "Indoor Stage"
        }
      ],
      "image": "amber",
      "name": "Amber Arcades",
      "sortName": "amber arcades",
      "url": "http://www.amberarcades.net/"
    },
    {
      "description": "Over the space of three years, two singles and countless gigs, including tour supports with Teenage Fanclub and Real Estate, Spinning Coin have determinedly made their music heard: beautifully rough-hewn guitar pop that takes in frustration and escapism, but also gracefulness and splendour. Their first album, Permo, recorded with Edwyn Collins at his AED Studios, and at Glasgow’s Green Door with Stu Evans, captures this balance perfectly. It’s an album both of bold steps and of simple gestures, coming from a group who have found, seemingly effortlessly, a confident, unpretentious way of working together.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 18:00",
          "end": "2018-07-28 18:40",
          "stage": "Indoor Stage"
        }
      ],
      "image": "spinning",
      "name": "Spinning Coin",
      "sortName": "spinning coin",
      "url": "https://spinningcoin.bandcamp.com/"
    },
    {
      "description": "It has been a whirlwind couple of years for London indie-pop quintet Night Flowers, since these close friends from North England collided with Boston, Massachusetts born vocalist Sophia Pettit and began forming their irresistible brand of heart stirring, romantic pop. Creating a joyous combination ofintertwining female/male vocals backed by glistening guitars and dreamlike atmospherics that has seen them amass friends, fans and accolades across the world. With several well loved singles, extensive UK and European dates and a Japanese tour under their belts, last summer found them touring the UK withThe Pains of Being Pure At Heart and Japanese Breakfast , as well as a main stage performances at End of The Road and Visions. With their debut album ‘Wild Notion’ due April 2018 on Dirty Bingo Records, this looks set to be Night Flowers’ most exciting year yet.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 17:00",
          "end": "2018-07-28 17:40",
          "stage": "Indoor Stage"
        }
      ],
      "image": "night",
      "name": "Night Flowers",
      "sortName": "night flowers",
      "url": "https://nightflowers.bandcamp.com/"
    },
    {
      "description": "After the split of JUNIPER MOON at the end of 2005, Iván (former drummer and founder of the band) and Eva (keyboards) started their new adventure under the name of LINDA GUILALA. Now joined by Mari, their second full-length album, ‘Psiconáutica’ (2016), was described by Louder Than War as follows: “Linda Guilala have crafted a genuinely wonderful album, rich ethereal pop, laced with a desire to experiment, the perfect collision of catchy melody and sheets of unrestrained hallucinogenic noise.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 16:00",
          "end": "2018-07-28 16:40",
          "stage": "Indoor Stage"
        }
      ],
      "image": "linda",
      "name": "Linda Guilala",
      "sortName": "linda guilala",
      "url": "https://lindaguilala.bandcamp.com/"
    },
    {
      "description": "Formed in 2014, Happy Accidents craft the kind of introspective earworms that will be rattling round your head for months to come – fusing their deep-seated love of 90s punk and indie, whilst still managing to sound as fresh as any of their contemporaries. Quickly making a name for themselves in DIY punk circles, they’ve captured the attention of fans and peers alike with their unique pairing of introspective lyrics with the biggest hooks they can muster. Their second record Everything But The Here and Now is out now on Alcopop! Records.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 15:00",
          "end": "2018-07-28 15:40",
          "stage": "Indoor Stage"
        }
      ],
      "image": "happy",
      "name": "Happy Accidents",
      "sortName": "happy accidents",
      "url": "https://happyaccidentsuk.bandcamp.com/"
    },
    {
      "description": "Ex-Vöid are a new group formed by Alanna McArdle and Owen Williams, previously the two primary songwriters of Joanna Gruesome. Also featuring members of Keel Her and Garden Centre, Ex-Vöid are in many ways a continuation of the “Gruesome Sound”, in that they mix bursts of aggressive,’Hardcore-Punk’ with ‘hook’ centred songwriting. However, the “Ex-Vöid” sound is distinguished by a further emphasis on vocal melody/harmony, Teenage Fanclub/Big Star style pop dynamics and the influence of 1970s Country Power-Pop.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 14:00",
          "end": "2018-07-28 14:40",
          "stage": "Indoor Stage"
        }
      ],
      "image": "exvoid",
      "name": "Ex​-​Vöid",
      "sortName": "ex void",
      "url": "https://ex-void.bandcamp.com/"
    },
    {
      "description": "Strange New Places are a band of right-on radicals with low self-esteem. Assembled in Belfast, we’re often found singing about politics, mental health, and queerness (when we’re not quoting 90s TV and getting in people’s way). Nestled between emo punk and synthpop, with influences like The Front Bottoms, Grace Petrie, Modern Baseball and Against Me!, our high-energy laments might be the soundtrack to your sedition. Or they might make you watch some golden-age Simpsons. Either is good. 'This lesbian bar doesn’t have a fire exit.'",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 13:00",
          "end": "2018-07-28 13:40",
          "stage": "Indoor Stage"
        }
      ],
      "image": "strange",
      "name": "Strange New Places",
      "sortName": "strange new places",
      "url": "https://strangenewplaces.bandcamp.com/"
    },

    {
      "description": "Melenas hail from Pamplona, Spain, and are part of a underground scene currently growing around garage-rock bar El Nébula. It includes bands such as reverbcore rockers Exnovios or freak pop singer Germán Carrascosa, which have welcome, in the last year, the astounding uprising of this female foursome and the release of their brilliant first album. Nothing short of impressive considering that Oihana (the main composer of the group) is a debutante in pop, having trained mainly in the world of classical music, and that they formed less than two years ago. Their live act veers towards the most vigorous side of the C-86 sound or the bouncy, unconventional punk pop of early Go-Betweens, a spirit that their LP has captured admirably: the unique fresh melodies of a first recording, where ideas burst at every verse and chorus; the diachronic thread that links each song to contemporary guitar and garage pop acts such as The Goon Sax or La Luz, but also features echoes of the 80s (Martha and the Muffins, The Shop Assistants) and even the 90s (The Popguns, Slumber Party). The first edition of their album (‘Melenas’, El Nébula Recordings / Elsa Records / Snap Clap Club) -already sold out- has been the subject of enthusiastic praise among the Spanish music media, and their current tour has already seen them play live in big festivals such as Santander Music Festival o BIME Live (Bilbao) and will see them take part in BBK Live 2018, Madrid PopFest 2018 and SXSW Austin this year.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 20:20",
          "end": "2018-07-28 21:00",
          "stage": "Church Stage"
        }
      ],
      "image": "melenas",
      "name": "Melenas",
      "sortName": "melenas",
      "url": "https://melenas.bandcamp.com/"
    },
    {
      "description": "Radisson Blue is the alter alter ego of long time pop musician Roxy Brennan, who’s previous egos include Two White Cranes and Furore as well as some combined egos known as Towel and Grubs. This new project hopes to bring you a bunch of well crafted songs on the themes of heartbreak, sweetness, change and the open road. ",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 19:20",
          "end": "2018-07-28 20:00",
          "stage": "Church Stage"
        }
      ],
      "image": "radisson",
      "name": "Radisson Blue",
      "sortName": "radisson blue",
      "url": "https://twowhitecranes.bandcamp.com/album/radisson-blue"
    },
    {
      "description": "'They call it modernist pop …I call it bloody marvelous' (Shindig!): Paris based sharp-dressed franco-american quartet French Boutik are 'an exciting and eclectic mix of 1960’s inspired pop infused with a more edgy new wave vibe, sultry yet sharp vocals and assertive instrumentation.' (What’s On Live UK). With 3 EPs and 1 album released on Germany’s underground CopaseDisques, they mix French and English in songs of love, politics and cats, with 'a joy de vie to their playing that makes any possible language barrier irrelevant' (Rock at Night).",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 18:20",
          "end": "2018-07-28 19:00",
          "stage": "Church Stage"
        }
      ],
      "image": "french",
      "name": "French Boutik",
      "sortName": "french boutik",
      "url": "https://soundcloud.com/french-boutik"
    },
    {
      "description": "Hey you! Are you full of the joys of spring?<p/>Are you cock-a-hoop for dancin’?<p/>Are your cockles in need of a-warmin’?<p/>Then by golly have we got just the band for you!,p/>Marble Season, formed in Liverpool over a mutual love for harmonies, synths and catchy guitar riffs, blend hints of Grandaddy, tones of Cate le Bon and a healthy dose of freshly chopped Weezer to deliver a heady stew of sound. Grab a spoon and join us for a feast!",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 17:20",
          "end": "2018-07-28 18:00",
          "stage": "Church Stage"
        }
      ],
      "image": "marble",
      "name": "Marble Season",
      "sortName": "marble season",
      "url": "https://marbleseason.bandcamp.com/"
    },
    {
      "description": "Cambridge-based singer-songwriter, producer and multi-instrumentalist Navina started with grade 8 classical flute and piano but discovered a love for writing on the guitar and bass at age 14. She produces all music in her bedroom in Cambridge using a minimal set up bought at 18 on a student budget, and then hammers out the glossy versions over a few days in the studio, playing all the instruments apart from drums and bass.<p/>Despite having no intervention from industry backing, her self-released debut EP “Colours” gained international coverage and after it’s “10/10” reviews, she was nominated as Best Unsigned Female in the Best of British Unsigned Music Awards 2016. She also has played various live sessions for BBC Cambridgeshire, Premier and the BBC Asian Network, being named as one of BBC Radio 1 DJ Yasser’s 6 artists to watch in 2016, her unique sound “leaving audiences wanting more”.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 16:20",
          "end": "2018-07-28 17:00",
          "stage": "Church Stage"
        }
      ],
      "image": "navina",
      "name": "Navina",
      "sortName": "navina",
      "url": "https://www.musicglue.com/navinamusic/about"
    },
    {
      "description": "London six piece Tugboat Captain are immediately warm, familiar and relatable. Though their recent album ‘Everybody Seems To Think That I’m A Raincloud’ is far from formulaic. Bearing influence from folk, dream pop, baroque pop and psychedelia it is an Imaginative and expansive work that does not fall prey to Indie cliché’s. Embracing a DIY ethos, whether recording in their living room or making their own videos Tugboat Captain are surrounded by an aura of the lovingly homemade.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 15:20",
          "end": "2018-07-28 16:00",
          "stage": "Church Stage"
        }
      ],
      "image": "tugboat",
      "name": "Tugboat Captain",
      "sortName": "tugboat captain",
      "url": "https://tugboatcaptain.bandcamp.com/"
    },
    {
      "description": "Formed after realising everyone’s mutual love of emo pop and animals, Sugar Rush! is a queer indie punk band with songs in both English and Portuguese. Over the year that they have existed, SR! have played with bands such as Fresh, Wolf Girl, Me Rex, Crywank and Honey Joy and are planning an EP and lots more for 2018. Members include Laura Ankles off of Colour Me Wednesday, Daniel Vs The World and loads more, Marcelo Rachmuth off of Cabramacabra and Doppelgängers (Brazil) and Lucy Roth who hasn’t been in bands before and is therefore indiepop’s best kept secret TRUST.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 14:20",
          "end": "2018-07-28 15:00",
          "stage": "Church Stage"
        }
      ],
      "image": "sugar",
      "name": "Sugar Rush!",
      "sortName": "sugar rush",
      "url": "https://sugarrushpunx.bandcamp.com/releases"
    },
    {
      "description": "Melancholic electro-pop you can dance to. Having recently released their Won’t You Reconsider EP via Bandcamp, these three Mighty Kids tinker with ukuleles, bass, synths, samples and drum machines to move people in every sense with songs about break ups, dreams and existential crises.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 13:20",
          "end": "2018-07-28 14:00",
          "stage": "Church Stage"
        }
      ],
      "image": "mighty",
      "name": "Mighty Kids",
      "sortName": "mighty kids",
      "url": "https://soundcloud.com/mightykids"
    },
    {
      "description": "I’m Rafa Skam, and I come from Murcia (Spain). I will be playing on the train some of The Yellow Melodies’ tunes, specially of our brand new album “Life” (The Beautiful Music / Hurrah!, 2018), which makes me really happy. The Yellow Melodies do sunshine pop coloured with string arrangements and backing vocals. This time I will play some enthusiastic tunes just myself with the only help of a guitar. We filmed the video of “Life” at Indietracks’ 10th anniversary, as this festival collects the spirit of the album. “’Life’ is full of innocent melodies, gleaming guitars, excellent 60’s harmonies, and clever little musical gestures and flourishes” (PennyBlackMusic); “It’s a complete gem from start to finish” (Austin Town Hall); “The band keeps the flame of The Teenage Fanclub, Big Star, The Pastels, Superstar, and BMX Bandits burning brightly” (When You Motor Away) (Photo: Manuel Pérez).",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 16:30",
          "end": "2018-07-28 17:10",
          "stage": "Train Stage"
        }
      ],
      "image": "rafa",
      "name": "Rafa Skam",
      "sortName": "rafa skam",
      "url": "https://theyellowmelodies.bandcamp.com/"
    },
    {
      "description": "Whitelands pride in themselves as newcomers to the diy scene. Created by lead singer and guitarist; Etienne Quartey-Papafio in 2018, he was later joined by drummer, Jagun Meseorisa and bassist, Edward Coma. With fresh takes on rock’n’roll and influences giving them the ability to write heartfelt songs combined with the gritty and chunky distortion-heavy rhythms of a post-punk trio.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 15:00",
          "end": "2018-07-28 15:40",
          "stage": "Train Stage"
        }
      ],
      "image": "whitelands",
      "name": "Whitelands",
      "sortName": "whitelands",
      "url": "https://whitelands.bandcamp.com/"
    },
    {
      "description": "Panic Pocket are synth-pop duo and long-term BFFs Sophie and Natalie. The band formed for the legendary First Timers Festival at DIY Space for London back in May 2018. Described by For The Rabbits as “rough-cut diamonds” and “lo-fi electro-pop heroes”, the twosome pen witty bedroom songs about bad bosses, terrible men and hot girls on the internet. Above all, Panic Pocket are a celebration of the powerful magic that is female friendship. Expect catchy choruses and killer harmonies. (Photo: Carl Farrugia)",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 13:30",
          "end": "2018-07-28 14:10",
          "stage": "Train Stage"
        }
      ],
      "image": "panic",
      "name": "Panic Pocket",
      "sortName": "panic pocket",
      "url": "https://panicpocket.bandcamp.com/"
    },
    {
      "description": "Asking For A Friend are Indietracks regulars Trev (Odd Box Records) and Tim (Daytrip). They run a monthly club night in our home city of Cardiff playing indiepop, DIY punk and other stuff!",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 22:30",
          "end": "2018-07-28 23:59",
          "stage": "Indoor Stage"
        }
      ],
      "image": "asking",
      "name": "Asking for a friend DJs",
      "sortName": "asking for a friend",
      "url": "https://www.instagram.com/afafcardiff/"
    },
    {
      "description": "Passionate Necking is a bunch of friends playing their favourite songs. Started in 2014 by two dweeby pop-loving housemates who needed to get out more, it grew into a monthly hectic ramshackle LGBTQ-friendly night at The Montague Arms in South East London that somehow lasted for three years. Expect pop hits, songs-that-we-think-should-have-been-pop-hits, some Cher, some Grimes, and at least one song from the 90s that you forgot you loved.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 22:30",
          "end": "2018-07-28 23:59",
          "stage": "Marquee"
        }
      ],
      "image": "passionate",
      "name": "Passionate Necking DJs",
      "sortName": "passonate nicking",
      "url": "http://picbear.online/passionatenecking"
    },
    {
      "description": "Decorate rocks and pebbles – either with patterns, designs, or making them into funny monster faces with googly eyes, etc. Place your stones around the festival site. Suitable for all ages. (50p per rock)",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 13:00",
          "end": "2018-07-28 14:00",
          "stage": "Marquee"
        }
      ],
      "name": "#IndietracksRocks",
      "sortName": "indietracksrocks"
    },
    {
      "description": "Make a unique and attractive summer journal or notebook. Create vibrant marbled paper using water and colourful inks and turn them into hand bound books using Japanese Stab Binding techniques. (£3 per person)",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 14:30",
          "end": "2018-07-28 15:00",
          "stage": "Marquee"
        }
      ],
      "image": "marbling",
      "name": "Marbling & Bookbinding",
      "sortName": "marbling bookbinding"
    },
    {
      "description": "Fancy getting a bit crafty? Come and scratch that itch! Our scratch art session is great fun and suitable for all ages – just scratch the special black cards to create a colourful picture, etch your favourite lyrics or even make a memorable card for a mate!",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 15:30",
          "end": "2018-07-28 16:00",
          "stage": "Marquee"
        }
      ],
      "name": "Starting from scratch",
      "sortName": "starting from scratch"
    },
    {
      "description": "Washed up on your desert island with your 8 favourite records but no record player? Fear not, in this workshop we’ll be crafting rudimentary paper record players so you can enjoy your favourite 45s electricity free as the sun goes down. Desert island not supplied, but materials and records will be.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 16:30",
          "end": "2018-07-28 17:00",
          "stage": "Marquee"
        }
      ],
      "image": "record",
      "name": "DIY Record Players",
      "sortName": "diy record players"
    },
    {
      "description": "Eyes down for a full house! Come and join the Wandering Minstrel for a simple game of bingo aimed at the 5+ audience. Match indie themed coloured shapes whilst ignoring poor attempts at humour and desperate pleas for help. It’s 5 minutes of fun crammed into a 45 minute slot and what’s more it’s completely FREE (because no one could ever charge for this nonsense). Prizes will be awarded for a line, full house, or just sticking with it to the end.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 13:00",
          "end": "2018-07-28 14:00",
          "stage": "Indietots Area"
        }
      ],
      "image": "indie",
      "name": "Indie Bingo",
      "sortName": "indie bingo"
    },
    {
      "description": "Join scientist and award-winning trans rights activist Dr Clara Barker as she celebrates gender diversity and encourages you to be yourself at this fun, empowering storytime. All welcome!",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 15:30",
          "end": "2018-07-28 16:30",
          "stage": "Indietots Area"
        }
      ],
      "image": "rainbow",
      "name": "Rainbow Storytime",
      "sortName": "rainbow storytime"
    },
    {
      "description": "Now a monthly event in London, the HDIF Children’s Disco started at the End Of The Road festival in 2011, before joining Indietracks in 2018. If you’ve ever wanted to dance with your children to Belle & Sebastian, Allo Darlin’, The Ramones, Pixies, The B-52s, and tons of Motown, 60s girl groups and northern soul, then we’re the disco for you! “Introduce your teeny-tiny boppers to some proper tunes at the HDIF Children’s Disco. It’ll be music to their (and your) ears.” – Londonist.",
      "events": [
        {
          "day": "2018-07-28",
          "start": "2018-07-28 17:15",
          "end": "2018-07-28 18:15",
          "stage": "Indietots Area"
        }
      ],
      "image": "hdif",
      "name": "How Does It Feel to Be Loved? kids disco",
      "sortName": "how dows it feel to be loved kids disco"
    },

    {
      "description": "For frontwoman Stina Tweeddale, the title of Honeyblood’s second album, ‘Babes Never Die’, came from somewhere close to her heart, literally. “I have those words tattooed on my ribs,” she smiles. “I guess you could call it a war cry; to have the faith to never let yourself be defeated.” “The title is my own mantra,” Stina explains of the follow-up to their eponymous 2014 debut, which landed in many of the year’s most revered Best Of lists, with perfect score reviews from everyone from NME to DIY. But if the Glasgow band – Stina, alongside drummer Cat Myers – has created anything of a signature atmosphere, it’s one that’s as playful as it is impassioned. The band that burst forth from Glasgow’s DIY underground scene just a few years ago, recording cassette tape releases and hosting ad-hoc parties in disused hairdressers is still in tact. But the evolution that’s taken place is undeniable. Together they’ve managed to brilliantly capture the duo’s notorious live energy that over the past two years has shared stages all round the globe with the likes of Belle And Sebastian, Courtney Barnett and more. For a while now Honeyblood have been talked about as one of the most exciting new UK bands, but you get the feeling that before long they’ll be simply be known as one of the most important bands around.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 21:00",
          "end": "2018-07-29 22:15",
          "stage": "Outdoor Stage"
        }
      ],
      "image": "honeyblood",
      "name": "Honeyblood",
      "sortName": "honeyblood",
      "url": "http://honeyblood.co.uk/"
    },
    {
      "description": "A hundred memories flood through you when Girl Ray start to play. The happier the surface of their songs appear to be, the more profound you feel when the sadness kicks in underneath it all. The winsome melancholic embers of Girl Ray begin amongst the scattered brown brick rows of North London. Living only one street away from each other, best friends Poppy Hankin and Iris McConnell had been nurturing each other’s songwriting and musicianship for a number of years, before going in search for a bass player and inviting Sophie Moss to come and practice with them. Early shows at the Cavendish Arms and bedroom demos were the first glimmers of light in the Girl Ray story. At the end of 2015 it all changed when their cult bedroom demo ‘Ghosty’ arrived in the hands of Marc Riley. Indie stalwarts Moshi Moshi decided to sign them to the label, after seeing their heavy-hearted harmonies support Meilyr Jones at the MOTH Club. Dashing up and down the country, Girl Ray then went on to support Slow Club, Haley Bonar and finally Ezra Furman, and in 2018 released their acclaimed debut album ‘Earl Grey’, providing a unique snapshot of the trio’s humble beginnings while simultaneously displaying their lofty ambitions for the future.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 18:50",
          "end": "2018-07-29 19:40",
          "stage": "Outdoor Stage"
        }
      ],
      "image": "girlray",
      "name": "Girl Ray",
      "sortName": "girl ray",
      "url": "https://girlray.bandcamp.com/"
    },
    {
      "description": "Haiku Salut are a unique proposition, sweeping between all-manner of genres but never losing the soft focus of the inspired instrumentals that provide their back-bone. Rising from minimal, glitchy pop songs into moments of distinct and awe-inspiring grandiosity, the band match the intensity of their recorded sound with a mightily fetching, and suitably dramatic live show. The show will feature an array of instruments the band have had imported from the future, which include a sci-fi glockenspiel and a disco box stolen from a UFO crash site.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 17:50",
          "end": "2018-07-29 18:30",
          "stage": "Outdoor Stage"
        }
      ],
      "image": "haiku",
      "name": "Haiku Salut",
      "sortName": "haiku salut",
      "url": "http://www.haikusalut.com/"
    },
    {
      "description": "Welsh singer-songwriter and musician, Gwenno Saunders, released her second solo album, Le Kov (The Place of Memory) in March. It’s an exploration of the individual and collective subconcious & the ‘dream state’, the myths and drolls of Cornwall, and the history of the survival of our lesser known Brythonic language. It’s also one of 2018’s most beautiful and stirring records, swirling with ancient myths and urgent modern themes. It follows Gwenno’s debut album, Y Dydd Olaf (The Final Day), which was based on Welsh writer Owain Owain’s 1976 sci-fi novel of the same name in which robots take over the human race, bar a single Welsh speaker. The album won that year’s Welsh Music Prize and Best Welsh Album at the National Eisteddfod, along with acclaim from The Observer (“these are songs brimming with ideas, both musical and political”) and Pitchfork (“one of the best British debuts of 2015”).",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 16:40",
          "end": "2018-07-29 17:20",
          "stage": "Outdoor Stage"
        }
      ],
      "image": "gwenno",
      "name": "Gwenno",
      "sortName": "gwenno",
      "url": "https://www.gwenno.info/"
    },
    {
      "description": "Born from the largely fictitious “Wetherby scene” of the early ‘90s, Boyracer to date has released over 800 commercially physically available songs and have remained enthusiastic flag-wavers for many indie and punk labels from all over the globe. They have played a major part of the Sarah Records, A Turntable Friend and Slumberland records history through their incredible fiery pop blasts such as “I’ve Got It and it’s Not Worth Having”, “He Gets Me So Hard” and “A Friend for life”. Punk-pop crossover at its finest based around the songwriting talents of Stewart Anderson with a revolving door cast of over 50 members past and present to date. (The band are actually not even quite sure who will be in the line up playing Indietracks yet!). Now residing in Flagstaff Arizona, this show is one of Boyracer’s first UK dates since 2001. Stewart and Jen also run the Emotional Response label, currently responsible for several Sarah Records re-issues from Boyracer, Action Painting! and Even As We Speak.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 15:40",
          "end": "2018-07-29 16:20",
          "stage": "Outdoor Stage"
        }
      ],
      "image": "boyracer",
      "name": "Boyracer",
      "sortName": "boyracer",
      "url": "https://boyracer.bandcamp.com/releases"
    },
    {
      "description": "Wolf Girl are Becky, Chris, Carl and Christabel – a DIY noisy pop four-piece based in South London. Through crunching guitar lines and hooky pop melodies, their songs explore the themes of sexuality, gender identity and anxiety. Their debut EP ‘Mama’s Boy’ was released on limited edition cassette on Soft Power Records back in 2014 and their first LP ‘We Tried’ was released on Odd Box Records. Since then Wolf Girl have played their ‘riot grrrl-doo-wop heartbreakers’ throughout the UK and are set to release album number two at some point in 2018.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 14:40",
          "end": "2018-07-29 15:20",
          "stage": "Outdoor Stage"
        }
      ],
      "image": "wolf",
      "name": "Wolf Girl",
      "sortName": "wolf girl",
      "url": "https://wolfgirlband.bandcamp.com/"
    },
    {
      "description": "Life Model are a 4-piece dream pop band from Glasgow, made up of Sophie Evans (vocals), Chris Smith (guitar), Joanne McCafferty (bass) and Michael McDonald (drums). The band mixes classic indie and pop influences like The Sundays and Belle and Sebastian with the noisier side of alternative bands such as Sonic Youth, Smashing Pumpkins and Ride. Their sound has recently been described as pop-drenched melody, supplemented with layers of reverberating noise – “like they’ve taken Harriet Wheeler from The Sundays and asked her to sing on the kind of song Ride used to write.” – For The Rabbits. Their most recent EP, ‘Lucky’, was released on Frux Tapes in 2018.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 13:40",
          "end": "2018-07-29 14:20",
          "stage": "Outdoor Stage"
        }
      ],
      "image": "life",
      "name": "Life Model",
      "sortName": "life model",
      "url": "https://lifemodel.bandcamp.com/"
    },

    {
      "description": "Even As We Speak formed in Sydney in 1986. Resisting neat labels, the band’s music is a quirky hybrid of accessible pop, ironic interjections, and experimental moments. They came to the attention of BBC Radio 1 DJ John Peel, and subsequent releases on Sarah records achieved multiple top 10 positions in the NME and Melody Maker charts. Recent interest has seen the band reform for NYC PopFest in 2016, re-release their Peel Sessions, and create a new EP ‘The Black Forest’. Emotional Response and Rough Trade have partnered on a 25-year reissue of their iconic 1993 album Feral Pop Frenzy.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 19:50",
          "end": "2018-07-29 20:45",
          "stage": "Indoor Stage"
        }
      ],
      "image": "even",
      "name": "Even As We Speak",
      "sortName": "even as we speak",
      "url": "http://www.evenaswespeak.com/"
    },
    {
      "description": "We’re Onsind (always Nathan, Daniel, often these days with Naomi, Claire and Jay). We’re a sometimes acoustic, sometimes electric DIY punk band from Durham, and we’ve been going 11 years. Daniel, Nathan and Naomi also play in the indiepop band ‘Martha’. A lot of Onsind’s songs are political, but also, we try and acknowledge the ways that the personal is political too, and try to tell stories through our songs. Billy Bragg legit likes us.  We’ve been playing in bands for 15 years and I still don’t know how to write a band bio. Here are some nice things people said about our latest record: “We Wilt, We Bloom is a laser focussed, scalpel of an album. 5/5” -Narc Magazine, “Onsind have never sounded so assured or focused… Onsind still write great social and political commentary and it’s probably better than it’s ever been” -Keep Track of the Time. (Image: Jack Fallows).",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 18:00",
          "end": "2018-07-29 18:40",
          "stage": "Indoor Stage"
        }
      ],
      "image": "onsind",
      "name": "Onsind",
      "sortName": "onsind",
      "url": "https://onsind.bandcamp.com/"
    },
    {
      "description": "Though the deceptively complex pop of Quit The Curse marks the debut of Anna Burch, it’s anything but the green first steps of a fledgling new artist. The Detroit singer/songwriter has been visible for the better part of her years-long career singing in Frontier Ruckus, or more recently co-fronting Failed Flowers, but somewhere a vibrant collection of solo material slowly began taking form. Growing up in Michigan, her fixation with music transitioned from a childhood of Disney and Carole King sing-alongs to more typically angsty teenage years spent covering Bright Eyes and Fiona Apple at open mic nights. The nine songs that comprise Quit The Curse come on sugary and upbeat, but their darker lyrical themes and serpentine song structures are tucked neatly into what seem at first just like uncommonly catchy tunes. Emerging from years spent as a supporting player, Quit The Curse stands as a liberation from feeling like Burch’s own songwriting voice was just out of reach — an opportunity, finally, for the world at large to hear what’s been on her mind for quite a while.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 17:00",
          "end": "2018-07-29 17:40",
          "stage": "Indoor Stage"
        }
      ],
      "image": "anna",
      "name": "Anna Burch",
      "sortName": "anna burch",
      "url": "https://annaburchmusic.com/home/"
    },
    {
      "description": "Over three years since the release of the critically-acclaimed ‘Mysteries’, East London’s Tigercats return with their much anticipated follow-up, ‘Pig City’ – a record that builds both musically and lyrically on their work to date. Almost completely self-recorded and produced by bassist Giles, ‘Pig City’ hears a broadening of the band’s indie pop influences, expanding into highlife, afrobeat, and scuzzy West African psych. Sonically more aggressive, ‘Pig City’ is the sound of a band directing their anger at the incessant gentrification of East London as developers close in on the studio they call home. Tigercats’ third record, and first with Barcelona label El Segell del Primavera, ‘Pig City’ is the sound of a band unafraid of changing a winning formula – with the results fierce, bold and powerful.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 16:00",
          "end": "2018-07-29 16:40",
          "stage": "Indoor Stage"
        }
      ],
      "image": "tiger",
      "name": "Tigercats",
      "sortName": "tigercats",
      "url": "https://www.tigercats.co.uk/"
    },
    {
      "description": "Dream Nails is an all-female DIY punk/riot grrrl band from London founded in 2015. The group identify themselves as “punk witches” and are known for their riotous live shows that mix storming punk guitar with sweet three-part harmonies. Within one year of performing together they were invited to perform at Glastonbury’s Sisterhood stage – the first women-only venue at the festival. Their first EP, DIY was released in April 2016 with a handmade zine and enjoyed immediate attention from Dazed and Confused. The band promote a DIY ethic, with handmade pedalboards, cut and paste zines and the self-made video for their song “DIY” composed of self-submitted mobile phone videos from fans edited together by vocalist Janey.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 15:00",
          "end": "2018-07-29 15:40",
          "stage": "Indoor Stage"
        }
      ],
      "image": "nails",
      "name": "Dream Nails",
      "sortName": "dream nails",
      "url": "https://dreamnails.bandcamp.com/"
    },
    {
      "description": "Let’s Whisper is a musical project that started many years ago as a bedroom pop duo. Colin Clary and Dana Kaplan (both of indie pop band, The Smittens) wanted an outlet for the softer and perhaps more ‘serious’ side of their songs, and so started this project. As all things grow and change, after the release of their first full length record, which had some synth beats on it, the duo decided they wanted to hear those same songs with constant rhythm…. enter the lovely and talented Brad Searles on drums (Bradley’s Almanac). The essence of the band remains what it’s always been – solid pop songs with harmonies and a lot of heart.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 14:00",
          "end": "2018-07-29 14:40",
          "stage": "Indoor Stage"
        }
      ],
      "image": "whisper",
      "name": "Let's Whisper",
      "sortName": "lets whisper",
      "url": "https://letswhisper.bandcamp.com/releases"
    },
    {
      "description": "Just Blankets are a poppy indie punk band from Brighton, featuring people from other bands like Personal Best and Onsind. After putting out a self-titled cassette the previous year, 2018 saw the release of their debut 7″ ‘Like Velcro‘ on Everything Sucks Music, which contains four pop songs about moving to new places, anxiety, beaches, hopelessness, hopefulness and rarely-visited train stations.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 13:00",
          "end": "2018-07-29 13:40",
          "stage": "Indoor Stage"
        }
      ],
      "image": "blankets",
      "name": "Just Blankets",
      "sortName": "just blankets",
      "url": "https://justblankets.bandcamp.com/"
    },
    {
      "description": "The Mikey Collins band is a brand new band made up of Ian Button (drums), Tom Parkinson (bass), Laura Kovic (keys & vocals), Paul Rains (guitar) and Mike Collins (guitar & vocals).  So far the band has had the pleasure of supporting The Wave Pictures, Spearmint & The Just Joans. Mike has written and recorded some songs since Allo Darlin‘ disbanded in December 2016 at his studio (Big Jelly Studios) in Ramsgate.  A lot of the songs are about Mike’s move from London to the Kent coast and are inspired by living by the sea and in a new community.  The record has a pretty upbeat and fun feel mostly and is laden with layers of synths, harmonies and guitars – built on an engine of disco and RnB grooves!  Laura’s dreamy vocals, Paul Rains’ phenomenal licks and the impeccably groovy rhythm section of Ian and Tom make this a really fun band to see live!  The album is set to be out sometime in 2018…",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 20:20",
          "end": "2018-07-29 21:00",
          "stage": "Church Stage"
        }
      ],
      "image": "mikey",
      "name": "Mikey Collins",
      "sortName": "mikey collins",
      "url": "http://fikarecordings.com/artists/mikey-collins/"
    },
    {
      "description": "Happy Spendy are a DIY pop band from Glasgow with keyboards, drum machines and excellent chat between songs. Within their first year they’ve played with the likes of Lomelda, Shopping and Bossy Love. Their first EP You Look Lovely was self released on the band’s tape label Marry Me Records in summer 2018. DIY described the EP as “a big fuzzy pop hug” and GoldFlakePaint said it was “a true hidden gem”. This is the band’s first festival and first performance outside of Scotland.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 19:20",
          "end": "2018-07-29 20:00",
          "stage": "Church Stage"
        }
      ],
      "image": "spending",
      "name": "Happy Spendy",
      "sortName": "happy spendy",
      "url": "https://soundcloud.com/happyspendy"
    },
    {
      "description": "Sink Ya Teeth are an Post-Punk electronic duo formed at the tail end of 2015. Fusing 80s and 90s inspired rare groove and dance music with post-punk bass lines and angular vocals, Maria Uzor and Gemma Cullingford, write, record, and produce all their music from their Norwich homes. Their debut single ‘If You See Me’ “…a melding of post punks like ESG and the Raincoats with the early machine patters of Chicago House” (Pitchfork) became Lamacq’s Livener for 6 days on BBC 6Music. Sink Ya Teeth’s current single ‘Pushin’ is out now, and their debut album is set to be released later this year.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 18:20",
          "end": "2018-07-29 19:00",
          "stage": "Church Stage"
        }
      ],
      "image": "sink",
      "name": "Sink Ya Teeth",
      "sortName": "sink ya teeth",
      "url": "http://www.sinkyateeth.com/"
    },
    {
      "description": "The Baby Seals formed sometime in 2016, two sisters and their bestie who were just making each other laugh with their hilarious songs. In 2018 they completed their first tour of the UK,  supported The Districts, Petrol Girls, PINS amongst others and launched their debut EP on their own record label. Already announced for 2018, the band will perform at the sold-out Manchester Punk Festival this April and have picked up spring supports with the likes of Martha and Louise Distras….AND there are rumours of more exciting summer announcements to come!",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 17:20",
          "end": "2018-07-29 18:00",
          "stage": "Church Stage"
        }
      ],
      "image": "baby",
      "name": "The Baby Seals",
      "sortName": "baby seals",
      "url": "http://thebabyseals.co.uk/"
    },
    {
      "description": "We’re a DIY indie pop band which includes current/former members of Suggested Friends, Joanna Gruesome and Actual Crimes. We write sad pop songs about depression, eating, surviving and hedgehogs. In the last year we’ve supported indietracks faves including Charly Bliss, Trust Fund, Charmpit, Suggested Friends, The Potentials and Two White Cranes. Our self-released EP ‘The World is Fucked’ debuted in 2018, here’s some nice things said about it: 'Sometimes joyous-sounding, sometimes numbed, but always in the thick of fighting heartache and self-blame' GFP <p/>'a beautiful, big, cobbled-together wall of sound at the end, managing to evoke satisfaction and anticipation at the same time. It’s a delight.' Loud Women.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 16:20",
          "end": "2018-07-29 17:00",
          "stage": "Church Stage"
        }
      ],
      "image": "cat",
      "name": "Cat Apostrophe",
      "sortName": "cat apostrophe",
      "url": "https://catapostrophe.bandcamp.com/"
    },
    {
      "description": "Marlaena Moore is an enigmatic performer with an incredible presence and soaring voice. Her songs cross personal bedroom confessionals with grunge influenced guitar tones in a tight pop-song package. Marlaena released her first album ‘Beginner’ in early 2014 and it hit number 1 on the CJSR charts and was in their top 10 most played albums that year. She has supported accomplished acts such as Angel Olsen, Chad VanGaalen, Jennifer Castle and Julie and The Wrong Guys. Her second full length album, ‘Gaze’ which was recorded by producer Renny Wilson (Faith Healer, Michael Rault) was released May 6th 2016 through her label Sweety Pie Records which she co runs in her hometown of Edmonton, Alberta. It was later released on vinyl through Kingfisher Bluez Records October 2018.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 15:20",
          "end": "2018-07-29 16:00",
          "stage": "Church Stage"
        }
      ],
      "image": "marleena",
      "name": "Marleena Moore",
      "sortName": "marleena moore",
      "url": "https://marlaenamoore.bandcamp.com/"
    },
    {
      "description": "Tekla is a solo performer from Manchester who crafts eerie, lullaby-like songs, which have been described as ‘understated, yet brimming with invention and delicate beauty.’ Expect layered imagery, spacious melodies and fragile finger-picking performed with focus and intimacy. Tekla has played across the UK and performs regularly in Manchester at local venues and DIY shows. Her debut EP was released on SSH Records as a split with local artist Playacting in 2016, and she will be recording her debut album this year.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 14:20",
          "end": "2018-07-29 15:00",
          "stage": "Church Stage"
        }
      ],
      "image": "tekla",
      "name": "Tekla",
      "sortName": "tekla",
      "url": "https://soundcloud.com/tekla-szerszynska"
    },
    {
      "description": "All Ashore! is an indiepop band from Sheffield (Chris, Meriel, Toniee, Elodie and Ian). They aim to recapture the breathless rush of fuzzy jangly lo-fi pop that captured their hearts the first time (Shop Assistants, 14 Iced Bears, Talulah Gosh etc.) The band are all ex members of lots of past Sheffield bands, and their collective CV includes Velodrome 2000, Bouquet, Plouf!, Hello How Are You?, The Parallelograms, The Ape Drape Escape, The Penny Licks, The Millipedes and more!",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 13:20",
          "end": "2018-07-29 14:00",
          "stage": "Church Stage"
        }
      ],
      "image": "allashore",
      "name": "All Ashore!",
      "sortName": "all ashore",
      "url": "https://soundcloud.com/all-ashore"
    },
    {
      "description": "Rebecka Reinhard is a Swedish singer-songwriter, born and bred in a rural suburb on the fringes of Stockholm where every tenth citizen is a horse. Lacking an interest in animals and eager to escape from her hometown after graduating music college, Rebecka grabbed her father’s old Ibanez jazz-guitar and ran away to Paris, then to Gothenburg, and then finally London where, last year she recorded and self-released her debut EP Cherry Trees. Haunting and melodic, her dream-state inducing sound and tragicomically evocative lyrics call to mind the likes of Angel Olsen, Mitski and Jens Lekman. This Spring, Rebecka will be releasing her second EP – a true bedroom-pop indie gem of four tracks, complete with drum-machines, mellotron, melodica and homemade noise-pedals.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 16:30",
          "end": "2018-07-29 17:10",
          "stage": "Train Stage"
        }
      ],
      "image": "rebecka",
      "name": "Rebecka Reinhard",
      "sortName": "rebecka reinhard",
      "url": "https://www.rebeckareinhard.com/"
    },
    {
      "description": "After a few false starts, two guys in a bedroom just outside of Shrewsbury created The Sunset Beach Hut and with the addition of a singer they are now ready to show the world what they have created. Their variety of music tastes is reflected across their music, but mostly their tracks are synth heavy with 70s sounding guitar riffs, funky bass lines and pop inspired vocals, but listen up and you may be surprised by what you might hear. Accomplishments to date include headlining venues like the O2 Academy 3, Mama Roux’s and The Sunflower Lounge, and supporting bands such as The Cheap Thrills and La Dharma. They were BBC introducing Shropshire’s track of the week twice in 2018 with their single ‘The Other Side’ and a demo of their track ‘Comfort’.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 15:00",
          "end": "2018-07-29 15:40",
          "stage": "Train Stage"
        }
      ],
      "image": "sunset",
      "name": "The Sunset Beach Hut",
      "sortName": "sunset beach hut",
      "url": "https://www.musicglue.com/the-sunset-beach-hut"
    },
    {
      "description": "Tim The Mute is a singer-songwriter and multi-instrumentalist from Vancouver, BC. He has released two albums “Why Live?” and “Take My Life… Please!” both released to acclaim in his home country of Canada, where his music has been a mainstay in indie/DIY circles since 2013. His scrappy, punky songs straddle the line between Smog and Modern Baseball, and his happy-sad lyrics are a standout of his energetic live set, whether playing solo or with a full band. His new album “Do In Yourself” will be released this spring on his own label, Kingfisher Bluez.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 13:30",
          "end": "2018-07-29 14:10",
          "stage": "Train Stage"
        }
      ],
      "image": "tim",
      "name": "Tim The Mute",
      "sortName": "tim the mute",
      "url": "https://kingfisherbluez.bandcamp.com/"
    },
    {
      "description": "Back by popular demand! Following last year’s campsite triumph, Katie Pope (The Just Joans), Sam Dymond (Anno Domini radio show) and Ian Wilkinson (The Rest Is Noise podcast) return to take you through time with a chronological DJ set spanning half a century. Using new projections to capture the popular culture of each period, the trio will tell a musical story at two-year intervals from 1968 to the present day. Dust down your dungarees, grab a glow stick and come along to dance your way through the eras of Punk, Disco, Hip Hop, Shoegaze, Acid House, Britpop and Grime in just over one-hundred minutes.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 22:30",
          "end": "2018-07-29 23:59",
          "stage": "Indoor Stage"
        }
      ],
      "image": "time",
      "name": "Time Machime Disco DJs",
      "sortName": "time machine disco"
    },
    {
      "description": "Recordsville Social is Kev & Linda who have previously Dj’d in the guise of Ready Steady Girls. They have toured with Saint Etienne and played vinyl DJ sets for Teenage Fanclub and The Primitives. Enthusiastic collectors as well as DJ’s this year they will be playing hits, misses and forgotten gems from 1976 -1986 so expect some joyous Pop, Punk, Post Punk, Power Pop, New Wave, Indie & Disco tunes… Bring your dancing shoes but don’t expect the obvious!",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 22:30",
          "end": "2018-07-29 23:59",
          "stage": "Marquee"
        }
      ],
      "image": "recordsville",
      "name": "Recordsville Social",
      "sortName": "recordsville social"
    },
    {
      "description": "Just because you are outdoors doesn’t mean you can’t be glamorous! Spur up your look by making quirky badges, scarves and bolo ties in this D.I.Y. art workshop inspired by Gram Parsons, Roy Rogers and their legendary tailor Nudie Cohn. Led by Tat Garrett & Becky the Kid (Western alter-egos of AJ & Rebecca from Peg Powler Art Collective), in this workshop you can make a badge in a variety of outdoorsy and rock n rolly shapes, inspired by the embroidery of ‘Nudie suits’. Colour in one of our designs or draw your own… and don’t forget the rhinestones too. Yeeha!",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 13:00",
          "end": "2018-07-29 14:00",
          "stage": "Marquee"
        }
      ],
      "image": "",
      "name": "Tat Garrett & Becky the Kid ‘s Western Style Fashion Fun",
      "sortName": "tat garrett becky the kid"
    },
    {
      "description": "Print your own postcard to send from Indietracks! Using traditional lead and wooden type, and a table top printing press – you can print your own greetings and wish you were here’s! Cost includes, postcard, stamp and special “posted from Indietracks” hand stamp. (£2.50 per postcard)",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 14:30",
          "end": "2018-07-29 15:00",
          "stage": "Marquee"
        }
      ],
      "image": "tat",
      "name": "The Travelling Post Office",
      "sortName": "travelling post office"
    },
    {
      "description": "Draw along storytelling is run by Dinosaursforall Illustration. Listen to our stories and draw along! You will bring the stories to life and add your own style. Drop in for one story or stay for them all!",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 15:30",
          "end": "2018-07-29 16:00",
          "stage": "Marquee"
        }
      ],
      "image": "draw",
      "name": "Draw along storytelling",
      "sortName": "draw along storytelling"
    },
    {
      "description": "Juliana Hatfield recently released a whole album of Olivia Newton-John cover versions, so this year’s Indietracks pop quiz title is hopelessly devoted to her! Your quiz hosts Rachael, Adam and Gareth bring you several rounds of cryptic music questions, with your chance to win the much coveted Indietracks pop quiz trophy! So if you know your Smiths from your Spice Girls and your Belle & Sebastian from your Boyzone then form a team (max. 6 people) and get quizzical with us.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 16:30",
          "end": "2018-07-29 17:30",
          "stage": "Marquee"
        }
      ],
      "name": " Let’s Get Quizzical",
      "sortName": "lets get quizzical"
    },
    {
      "description": "We play feel good pop music spanning the decades that will make even the most hardened indie pop fan want to shimmy! Adults and kids both welcome!",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 17:15",
          "end": "2018-07-29 18:15",
          "stage": "Indietots Area"
        }
      ],
      "name": "Some Like It Pop! kids disco",
      "sortName": "some like it pop kids disco"
    },
    {
      "description": "Come along for a bit of quiet time with this storytelling session, where we will take a walk through the deep dark wood of the Gruffalo! Your little ones will enjoy 30-45 minutes filled with silly voices, makaton signing and a Gruffalo colouring activity. Colouring sheets and crayons supplied. Sarah is qualified to level 3 in Children’s Care, Level 1 Makaton Signing and DBS cleared.",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 15:30",
          "end": "2018-07-29 16:30",
          "stage": "Indietots Area"
        }
      ],
      "image": "gruffalo",
      "name": "Gruffalo storytime with Sarah",
      "sortName": "grufallo storytime with sarag"
    },
    {
      "description": "Come along to Freya’s ballet under 5s workshop. It doesn’t matter whether you have done ballet before or not as you’ll learn everything you need to know. Everyone can join in. You will need to wear clothes that don’t restrict your movement. Please can adults stay and supervise their child at all times. If you have one, please bring a teddy bear with you – there will be some to borrow if you don’t have one. Everyone who takes part will get a specially designed certificate and stickers!",
      "events": [
        {
          "day": "2018-07-29",
          "start": "2018-07-29 13:00",
          "end": "2018-07-29 14:00",
          "stage": "Indietots Area"
        }
      ],
      "image": "under",
      "name": "Under-5s ballet",
      "sortName": "under5s ballet"
    }

  ]
}