{
  "DataVersion": 1,
  "artists": [
    {
      "description": "Kid Canaveral are five people who make a coordinated racket. They’ve released three albums to date: Shouting at Wildlife (thrashy, trashy and poppy); Now That You Are a Dancer (scuzzy, fuzzy and poppy); and last year’s Faulty Inner Dialogue (doomy, glitchy and poppy). They heroically drank 80 litres of Cheddar Valley luminous cider at Indietracks 2013. They will give you The Fear and then cure it. They will break your heart and help you get over it. Above all else, they will shake you with noise and blast yr cares away.", 
      "events": [
        {
          "day": "2017-07-28", 
          "end": "2017-07-28 19:40", 
          "stage": "Outdoor Stage", 
          "start": "2017-07-28 19:00"
        }
      ], 
      "image": "kidcx", 
      "name": "Kid Canaveral", 
      "sortName": "kid canaveral", 
      "url": "http://www.kidcanaveral.co.uk/"
    }, 
    {
      "description": "Chorusgirl blend the shimmering dreaminess of 4AD bands like Lush, the noir pop of The Cure and the bittersweet electricity of The Breeders across songs that sparkle with melody and pop nous but are stealthily subverted by something darker. Dig beneath the surface of the perfect pop songs and you’ll find heavy lyrics about saying goodbye, giving up, grief, alienation and loneliness. With their debut album on Fortuna Pop!, Chorusgirl breathed new life into guitar pop, reinvigorating the genre with fresh hooks and sharp-edged songs full of heartache, anger and grit.", 
      "events": [
        {
          "day": "2017-07-28", 
          "end": "2017-07-28 20:45", 
          "stage": "Outdoor Stage", 
          "start": "2017-07-28 20:00"
        }
      ], 
      "image": "chorusgirlx", 
      "name": "Chorusgirl", 
      "sortName": "chorusgirl", 
      "url": "http://chorusgirl.bandcamp.com/"
    }, 
    {
      "description": "Hailing from Pity Me near Durham, Martha play energetic, impassioned power pop with intricate vocal interplay and lush four-part harmonies, informed by 90s indie rock and Scandinavian anarcho punk. The band is comprised of J. Cairns (guitar), Daniel Ellis (guitar), Naomi Griffin (bass), and Nathan Stephens Griffin (drums). All four members sing and write the songs. Their debut album “Courting Strong”, produced by MJ from Hookworms, came out in 2014 and was included in NPR’s top 50 albums of that year, winning them the epithet “One of Britain’s best rock bands”. Following a Glastonbury appearance at the personal invitation of Billy Bragg, they went on to play a number of festivals including End Of The Road. Their second album “Blisters In The Pit Of My Heart” was released via Fortuna POP! and Dirtnap Records in July last year, to critical acclaim from the likes of Pitchfork, Noisey, AV Club and Rough Trade, and went on to win the 2016 Drowned in Sound ‘Neptune Prize’.", 
      "events": [
        {
          "day": "2017-07-28", 
          "end": "2017-07-28 22:15", 
          "stage": "Outdoor Stage", 
          "start": "2017-07-28 21:15"
        }
      ], 
      "image": "marthastevenlandlesx", 
      "name": "Martha", 
      "sortName": "martha", 
      "url": "http://marthadiy.bandcamp.com/"
    }, 
    {
      "description": "The Wedding Present was born in Leeds in 1985, with the release of the debut single ‘Go Out And Get Em’ Boy’, followed by the band’s first album, ‘George Best’, a couple of years later. They were frequently championed by BBC radio DJ John Peel and in 1992 equalled Elvis Presley’s 35-year-old record for “most hits in one year”. The band has released a string of acclaimed albums, ranging from lo-fi pop, three-part a capella harmonies and Waikiki-ready surf strains, to growling angst and traditional Eastern European folk music. In 2016 The Wedding Present released their ninth studio album, ‘GOING, GOING…’, which featured references to Gedge’s previous works, including self-referential lyrical moments, and has been described as his masterpiece. Loosely based on a road trip across the U.S.A., the double LP was described by Louder Than War as “A remarkable album. A joy from start to finish.” Allmusic added that “It’s hard to deny the brilliance of a band that can crank out an album as passionate, hook-filled and flat-out fiery as this” while The Quietus described it as “A wonderful album and a fine addition the canon.”", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 22:15", 
          "stage": "Outdoor Stage", 
          "start": "2017-07-29 21:00"
        }
      ], 
      "image": "weddingpresentx", 
      "name": "The Wedding Present", 
      "sortName": "wedding present", 
      "url": "http://scopitones.co.uk/"
    }, 
    {
      "description": "Greta Kline’s musical output as Frankie Cosmos exemplifies the generation of musicians born out of online self-releasing. Kline initially built a reputation with her prolific catalogue of bedroom recordings and as a performer and advocate of New York’s All Ages DIY scene. The beauty in Kline’s writing does not lie within immense statements and large gestures, but instead can be found in her ability to examine situations and relationships with heartbreaking sincerity. In 2014 Kline and then-bandmate Aaron Maine released their first studio album as a two-piece, Zentropy. Within months of its release, Zentropy became one of the most critically acclaimed independent albums of the year and was named New York Magazine’s #1 Pop album of 2014. The band soon added in members David Maine on bass, and Gabrielle Smith on keyboards, and their LP, Next Thing, came out in April 2016 to continued acclaim, including a Best New Music from Pitchfork. Frankie Cosmos is now a four-piece band, featuring David Maine on bass, Lauren Martin on keyboards, and Luke Pyenson on drums.", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 19:40", 
          "stage": "Outdoor Stage", 
          "start": "2017-07-29 18:50"
        }
      ], 
      "image": "frankiecosmosx", 
      "name": "Frankie Cosmos ", 
      "sortName": "frankie cosmos ", 
      "url": "http://ingridsuperstar.bandcamp.com/"
    }, 
    {
      "description": "Lucky Soul have returned in 2017 with a stunning new single ‘No Ti Amo’, and a forthcoming third record, entitled ‘Hard Lines’, which will see a release on August 11th on Crystal Paris Records. It’s been seven long years since Lucky Soul’s critically acclaimed second album, ‘A Coming Of Age’, and a time – personally, musically, culturally – of often-extreme change. The band has moved towards a vintage but contemporary mix of disco, protest-soul and electronica (from Larry Levan and early Madonna to Marvin Gaye, The Bee Gees, Altered Images and Daft Punk). “Disco is night music, but even the days are dark now,” writes Andrew. “I think we’re going through the same loss of optimism as in the ‘70s, so it feels natural to react against the coldness of the times with the warmth of disco.” Whilst the surfaces may shimmer, at its heart ‘Hard Lines’ is a record of frustration, anger, and – through it all – hope, written in response to a world which your new family must attempt to navigate.", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 18:25", 
          "stage": "Outdoor Stage", 
          "start": "2017-07-29 17:45"
        }
      ], 
      "image": "luckysoulx", 
      "name": "Lucky Soul", 
      "sortName": "lucky soul", 
      "url": "http://www.luckysoul.co.uk/"
    }, 
    {
      "description": "SHOPPING are propulsive bass lines, disco-not-disco drums and guitar lines sharp as broken glass. Formed in November 2012 the band released a 7 inch single a few months later which sold out within a week. Their debut LP Consumer Complaints was released November 2013 in the UK via MILK records and quickly sold out its first pressing. A US re-issue of Consumer Complaints via Fat Cat records followed the next year and the band’s highly anticipated 2nd LP Why Choose was released worldwide in autumn 2015. Dubbed as a “band you need to hear” by NME and “Artist To Watch” by SPIN, the band evokes revered touchstones Gang of Four, ESG, Delta 5 and the Slits though as Pitchfork reminds, “they never sound particularly dated or like a carbon-copy, a testament to the group’s songwriting abilities.” Rather, they embody the spirit of experimentation, social upheaval, (without becoming didactic) clashing gender politics and ethical change that defined their 70’s counterparts and still ring true today. Their live shows are rallying calls to shake off the frustration, fear and self-doubt that can feel like an inescapable part of our culture.", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 17:20", 
          "stage": "Outdoor Stage", 
          "start": "2017-07-29 16:40"
        }
      ], 
      "image": "shoppingjpeg", 
      "name": "Shopping ", 
      "sortName": "shopping ", 
      "url": "http://soundcloud.com/shoppingband"
    }, 
    {
      "description": "Three piece indie-pop band Peaness formed in Chester, England in late 2014. The debut EP “No Fun” was self released on cassette tape in 2015 and began their flourishing ascend. The trio have gigged extensively since then, winning “the hearts of unsuspecting listeners across the length and breadth of the DIY scene, right through to BBC Radio 1’s Huw Stephens”. Recently singing to UK indie label ALCOPOP! RECORDS for their forthcoming EP titled “ Are You Sure? ”, Jack from the label says: “To put it frankly, Peaness are pretty much THE best band i’ve heard in the last few months – They’ve achieved stacks already and we’re really excited to get on board and help out. The EP hasn’t left my head for weeks. It’s infectious, brilliant, DIY-influenced indie-pop genius.”", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 16:20", 
          "stage": "Outdoor Stage", 
          "start": "2017-07-29 15:40"
        }
      ], 
      "image": "peanessx", 
      "name": "Peaness", 
      "sortName": "peaness", 
      "url": "http://peanessband.bandcamp.com/"
    }, 
    {
      "description": "Cola Jet Set was born in 2001 right after the end of Felipe’s previous group Los Fresones Rebeldes. The purpose was to keep providing classic pop songs of love and hope, done with guitars and drums, but with cleaner sound and more classic keyboards. Over all these years people came and went, and sometimes came back, and left their imprint on three albums. The first one had a slightly Mod-ish sound. The second one was more folk-rock and the third and current one has a harder edge, letting overdrive in. CJS have played extensively in their native Spain but also abroad: Berlin, Glasgow, NYC and many times London and Liverpool, as well as Indietracks itself in 2009. They usually sing in Spanish but an English-sung EP was recorded in 2012 as a compliment to their numerous British friends.", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 15:20", 
          "stage": "Outdoor Stage", 
          "start": "2017-07-29 14:40"
        }
      ], 
      "image": "colajetset", 
      "name": "cola jet set ", 
      "sortName": "cola jet set ", 
      "url": "http://elefant.com/bands/cola-jet-set"
    }, 
    {
      "description": "After a slew of self released home recordings and an EP on Gnar Tapes/Lame-O Records, Glasgow based Indie Rock group The Pooches released their debut self titled album on Lame-O Records in September 2016, hot on the heels of opening slots for Modern Baseball, Beach Slang, Car Seat Headrest, Hop Along and more in their native Scotland. Often compared to Belle and Sebastian, but with the power-pop sensibilities of The Rubinoos and the lyrical concerns of Jonathan Richman, The Pooches are set for a busy 2017. A new 5inch was released in February on London based label Superfan 99 and they recently played at the Pop South Weekender in Glasgow and SXSW in Austin, Texas. A new EP is tentatively planned for release in the Autumn via Lame-O/Gnar Tapes", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 14:20", 
          "stage": "Outdoor Stage", 
          "start": "2017-07-29 13:40"
        }
      ], 
      "image": "poochesx", 
      "name": "The Pooches", 
      "sortName": "pooches", 
      "url": "http://thepooches.bandcamp.com/"
    }, 
    {
      "description": "Riotous Joanna Gruesome are a noisepop/C86-ish/punk/riot grrrl/whatever band from Cardiff that sound like You Made Me Realise? era My Bloody Valentine being channelled by sloppy punk kids. They like quiet and sweet melodies, hardcore punk drumbeats and brutal feedback. Equal parts Huggy Bear and classic Dinosaur Jr, in the space of five minutes their boy-girl high velocity terror-pop can veer from jangle to riot, from sweaters to torn tights, from feedback to swoon.", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 20:45", 
          "stage": "Indoor Stage", 
          "start": "2017-07-29 19:50"
        }
      ], 
      "image": "jogrubrumx", 
      "name": "Joanna Gruesome ", 
      "sortName": "joanna gruesome ", 
      "url": "http://joannagruesome.bandcamp.com/"
    }, 
    {
      "description": "The Hayman Kupa Band is a supergroup comprising of Darren Hayman of Darren Hayman and Hefner fame, Emma Kupa formerly of Standard Fare and current Mammoth Penguin, Fever Dream drummer Cat Loye and Michaelmas a.k.a. Michael Wood on bass", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 18:40", 
          "stage": "Indoor Stage", 
          "start": "2017-07-29 18:00"
        }
      ], 
      "image": "haymankupa", 
      "name": "Hayman Kupa Band", 
      "sortName": "hayman kupa band", 
      "url": "http://darrenhayman.bandcamp.com/album/someone-to-care-for-the-hayman-kupa-band"
    }, 
    {
      "description": "MJ Hibbett & The Validators got together in 1999 and since then have performed live on Radio One, had a Record Of The Year in Rolling Stone, an Album Of The Day on 6Music, released one of the first ever viral videos, toured the UK and Europe, featured in an Edinburgh Fringe Festival show, and recorded a science fiction rock opera, all while maintaining their complete independence from outside record labels. Their latest album ‘Still Valid’ is out now and is dead good.", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 17:40", 
          "stage": "Indoor Stage", 
          "start": "2017-07-29 17:00"
        }
      ], 
      "image": "vladssquarex", 
      "name": "MJ Hibbett and the Validators", 
      "sortName": "mj hibbett and validators", 
      "url": "http://www.mjhibbett.com/"
    }, 
    {
      "description": "Milky Wimpshake plays love songs for punk rockers. Formed in 1993 as an outlet for the daft songs of Pete Dale, Christine Rowe joined on bass the following year. Numerous drummers have come and gone, but Mike Walsh currently holds the stool. Countless records have been issued, including 5 albums on Fortuna Pop. The most recent of these, Encore, Un Effort!, features guest vocalist Sophie Evans on many tracks. For Indietracks, the band will present several songs with Sophie plus some other songs from the 1997 album Bus Route To Your Heart (now twenty years old! Originally issued by Slampt).", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 16:40", 
          "stage": "Indoor Stage", 
          "start": "2017-07-29 16:00"
        }
      ], 
      "image": "milkywimpshake", 
      "name": "Milky Wimpshake", 
      "sortName": "milky wimpshake", 
      "url": "http://www.microsofa.net/mw/band.htm"
    }, 
    {
      "description": "TeenCanteen are an all girl-band from Glasgow. Sticky cherry-cola kissed three part harmonies backed by talking toms and stomping beats in a new Wall of Sound. Sparkling synth sounds, driving drums, classic three-part harmonies and pure pop songwriting, TeenCanteen released their debut album ‘Say It All With A Kiss’ on Last Night From Glasgow to critical acclaim in 2016. This April TeenCanteen release the ‘Sirens EP’. Polyphonic melodies and studio experimentation with stacked harmonies at their core, TeenCanteen’s songs are melancholic epics packed into 3 minute synth driven mini dramas. Sonic sisterhood – powerful polished pop with a post-punk ethos at its very heart.", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 15:40", 
          "stage": "Indoor Stage", 
          "start": "2017-07-29 15:00"
        }
      ], 
      "image": "teencanteenx", 
      "name": "TeenCanteen ", 
      "sortName": "teencanteen ", 
      "url": "http://www.teencanteen.co.uk/"
    }, 
    {
      "description": "Crumbs are a bumper party bag mix of sprightly basslines, super-danceable cowbell-tinged rhythms, fizzing guitars and effervescent interchanging vocal lines. Since forming approximately 768 days ago in Leeds (Earth), they have kept themselves busy releasing a split tape with Dirtygirl and an EP on Tuff Enuff Records, recording a live session for Marc Riley on 6 Music, playing gigs all over the shop, and are currently getting very excitable about releasing their first album this Summer. They are particularly fond of pets and puns.", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 14:40", 
          "stage": "Indoor Stage", 
          "start": "2017-07-29 14:00"
        }
      ], 
      "image": "crumbswavinghellotoyoux", 
      "name": "Crumbs ", 
      "sortName": "crumbs ", 
      "url": "http://crumbscrumbs.bandcamp.com/"
    }, 
    {
      "description": "Pillow Queens are a Dublin based band made up of Cathy, Pam, Rach & Sarah. All four members pitch in on vocals and instrument duties, dabbling with four part harmonies on occasion!) Their debut EP – which touched on themes of anxiety, seasonal depression and not being a rat – was recorded in the shell of a house during a very cold Winter in 2016. With the help of James the resident mouse, one talented engineer and each others body warmth, ‘Calm Girls’ was born. The band share a mutual love of dogs.", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 13:40", 
          "stage": "Indoor Stage", 
          "start": "2017-07-29 13:00"
        }
      ], 
      "image": "pillowqueensx", 
      "name": "Pillow Queens", 
      "sortName": "pillow queens", 
      "url": "http://pillowqueens.bandcamp.com/"
    }, 
    {
      "description": "When one’s eyes are closed and the focus is on only one of the senses, it’s like arriving at the station of Something Great and the experience is much more powerful. You start to feel the warm vocal harmonies, arbitrary pop melodies, moving rhythms and a strong presence. Behind the name The Hearing is Helsinkian musician Ringa Manner. A daydreamer, romantic, nerd, rocker and music enthusiast, you name it! The Hearing’s debut album, Dorian, was released in Finland in the fall of 2013. The Hearing’s second album, Adrian, was released on April 1st 2016.", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 21:00", 
          "stage": "Church Stage", 
          "start": "2017-07-29 20:20"
        }
      ], 
      "image": "thehearingadrianpromox", 
      "name": "The Hearing", 
      "sortName": "hearing", 
      "url": "http://thehearing.tumblr.com/"
    }, 
    {
      "description": "A London trio, Schande are known for writing discordantly catchy, melodic indie rock- that joyous blend of 90s indie at its best, mixed with a unique element of the unknown. What began as a solo project for Jen is now an exciting, raw, idiosyncratic mix of each band member, with each note embodying each other’s influence.“Things that would go well with Schande: The Breeders. P.J. Harvey. Cat Power. Sonic Youth…With bursts of impassioned sound, [Schande] may have helped paint the walls black in a former lifetime.” – Punk Globe. Listening to Schande saves angels from losing their wings and teaches you to learn to love…or so we hear…ahem", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 20:00", 
          "stage": "Church Stage", 
          "start": "2017-07-29 19:20"
        }
      ], 
      "image": "schandefamilydinner", 
      "name": "Schande", 
      "sortName": "schande", 
      "url": "http://allthingsschande.bandcamp.com/"
    }, 
    {
      "description": "Stephanie Goodman is a founder member of budget-pop DIY group The Blue Minkies. She has toured the world – and released dozens of records – as part of roving art punk collective Shrag, written a clutch of unheard bubblegum nuggets with pleasure seeking garage rock unknowns Summer Hunter, and since 2016 has been playing out under her own name (most recently opening for Cat Power on UK dates) – eliciting tears, confusion and romantic excitement with her multi-layered electronic sex mantras and pared down airs. Stephanie Goodman is accompanied on stage by guitarist Jon Slade (Huggy Bear, Comet Gain etc). (Photo: Lucy Cage)", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 19:00", 
          "stage": "Church Stage", 
          "start": "2017-07-29 18:20"
        }
      ], 
      "image": "stephaniegoodmanx.jpeg", 
      "name": "Stephanie Goodman", 
      "sortName": "stephanie goodman", 
      "url": "http://soundcloud.com/steph-shrag"
    }, 
    {
      "description": "Garden centre is a band formed out of necessity. The specific function of the band was to tell the story of a group of people who found themselves drawn to an abandoned plant nursery in southern England. The band hoped that their messages were transmitted efficiently, broadcast via audio in the form of their début album ‘Garden Centre’. With their task well and truly complete, the members of Garden Centre have become distracted. Some members still obsess over semi-rural boredom and exploration. Others have the audacity to write love songs. The most cretinous members opt to write about energy drinks exclusively. Their distracted and unfocused efforts come to the fore in their new album ‘Monster energy’.", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 18:00", 
          "stage": "Church Stage", 
          "start": "2017-07-29 17:20"
        }
      ], 
      "image": "gardencentre", 
      "name": "Garden Centre ", 
      "sortName": "garden centre ", 
      "url": "http://gardencentre.bandcamp.com/"
    }, 
    {
      "description": "Formed the same day songwriter James Clayton learnt their first chord, Crywank have developed over the years from being an underground outsider folk act, to an acoustic punk band with a cult following. Initially a cathartic solo project, they’re now a two-piece band that lyrically fluctuate between self-aware and self-parodying whilst having an overarching focus on sadness and mental health. Their third album ‘Tomorrow is Nearly Yesterday and Everyday is Stupid’ has accumulated over five million streams since it’s ‘name-your-price’ release three years ago and has amassed over 1000 cover songs and remixes. The band have been regularly touring the UK and Europe for seven years, co-headlining tours with The Tuts & Jordaan Mason. Their fifth album is to be released in late 2017.", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 17:00", 
          "stage": "Church Stage", 
          "start": "2017-07-29 16:20"
        }
      ], 
      "image": "cryw", 
      "name": "Crywank", 
      "sortName": "crywank", 
      "url": "http://crywank.bandcamp.com/"
    }, 
    {
      "description": "Rainbow Reservoir is a three piece garage band from Oxford. Led by Angela, a sweetly unapologetic guitarist and singer, RR have the lyrical sense of the Magnetic Fields, the catchy melodies of the Ramones and the chutzpah of Le Tigre. Maximum Rock n Roll says they’re ‘indie pop for the indie poppers’ and Gigslutz says their latest EP, Coco Sleeps Around, released on Oddbox Records is ‘a truly wonderful angst-driven blast of pop-punk; so infectious it’ll demand multiple plays.’ They’ve opened for the likes of Cate Le Bon and Amber Arcades and have been selected to play the Truck Festival and the Leicester Indiepop alldayer. They are currently recording an LP to be released on Odd Box this year.", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 16:00", 
          "stage": "Church Stage", 
          "start": "2017-07-29 15:20"
        }
      ], 
      "image": "rainbowreservoirx", 
      "name": "Rainbow Reservoir ", 
      "sortName": "rainbow reservoir ", 
      "url": "http://rainbowreservoir.bandcamp.com/"
    }, 
    {
      "description": "Formed in a bedroom in Leeds in 2015, Milk Crimes play fast and catchy indie punk songs about being miserable and eating junk food. Dual vocals and garage punk rawness combine with power pop hooks. Having a released a debut EP on No Dice Tapes, their song ‘I’ll Be Back Soon’ was featured on the first volume of Art For Blind’s ‘Put Ears On Yourself’ 7″ compilation series.", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 15:00", 
          "stage": "Church Stage", 
          "start": "2017-07-29 14:20"
        }
      ], 
      "image": "milkcrimesx", 
      "name": "Milk Crimes", 
      "sortName": "milk crimes", 
      "url": "http://milkcrimes.bandcamp.com/"
    }, 
    {
      "description": "UK duo Red Red Eyes are Laura McMahon and Xavier Watkins. While playing together in psychedelic outfit Violet Woods, they started working on McMahon’s songs, trying to evoke the atmosphere present in their shared cinematographic interests. The result is often dark and hypnotic, with McMahon’s (Betty & the Werewolves) soft vocals being echoed by Watkins’ (Fuzzy Lights) delicate guitar. They are currently working on their first album and have supported bands such as Lanterns on the Lake. Kamil Ziobro will be joining them on drums for their set.", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 14:00", 
          "stage": "Church Stage", 
          "start": "2017-07-29 13:20"
        }
      ], 
      "image": "redredeyespicturex", 
      "name": "Red Red Eyes", 
      "sortName": "red red eyes", 
      "url": "http://meadowsrec.bandcamp.com/"
    }, 
    {
      "description": "David Leach is a fearless and witty Lancastrian songwriter. He covers all the topics that really matter in life – Gary Barlow, politics, Accrington Stanley FC and awkward office nights out. His self depreciating, observational, and clever delivery will charm your socks off. He loves trains, his ukulele and cider. Based in Bristol, his CDs come in cases he knitted in front of the TV. (Photo Credit: James Birtwhistle)", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 17:10", 
          "stage": "Train stage", 
          "start": "2017-07-29 16:30"
        }
      ], 
      "image": "davidleach", 
      "name": "David Leach", 
      "sortName": "david leach", 
      "url": "http://davidleach.bandcamp.com/"
    }, 
    {
      "description": "The Perfect English Weather are Simon and Wendy Pickles, a duo from Brighton taking a break between Popguns records to create a slightly more reflective and partly acoustic collection of songs on their new album, Isobar Blues. The subject matter covers the usual concerns of wet afternoons imprisoned in seaside cafes, conversations with cats, and weekend adventures to cancelled Morrissey concerts. Inspired by the unjaded love of a great pop song, the result is grown up music for those who still prefer a karaoke party to a dinner party!", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 15:40", 
          "stage": "Train stage", 
          "start": "2017-07-29 15:00"
        }
      ], 
      "image": "perfectenglishweatherx", 
      "name": "The Perfect English Weather", 
      "sortName": "perfect english weather", 
      "url": "http://theperfectenglishweather.bandcamp.com/"
    }, 
    {
      "description": "ME REX are a fully DIY synth punk three piece formed in 2015. Myles started playing solo under the same title a couple of years before and continues to tour the UK and Europe either acoustically or using electronics. Their first EP ‘Triceratops’ was released at the end of 2014, and in 2016 they released ‘Stegosaurus’ alongside a winter vocals album called ‘Wooly Mammoth’. The third dinosaur EP entitled ‘Pterodactyl’ is planned for release in Summer 2017. They are also the only band known to distribute their music exclusively via plastic dinosaur and temporary tattoo.", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 14:10", 
          "stage": "Train stage", 
          "start": "2017-07-29 13:30"
        }
      ], 
      "image": "merex", 
      "name": "Me Rex", 
      "sortName": "me rex", 
      "url": "http://merex.bandcamp.com/"
    }, 
    {
      "description": "Cate Le Bon is an artist hailing from Carmarthenshire, rural West Wales and is currently a resident of Highland Park, Los Angeles, having relocated across the pacific. She has so far released four acclaimed albums, including most recently the incredible ‘Crab Day’ in April 2016. “By coalescing a number of everyday influences – from Television to John Cale–and adding her own distinctive formula, Crab Day doesn’t really sound like anything else out there.” – The Line of Best Fit. “Her nervy assessments of the world are filled with equal parts suspense and heart, and beautifully zany riffs, where the feeling of being frayed by uncertainty comes together into a strangely comforting patchwork.” – Pitchfork. (Photo: Ivana Kličković)", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 22:15", 
          "stage": "Outdoor Stage", 
          "start": "2017-07-30 21:00"
        }
      ], 
      "image": "catelebonbyivanax", 
      "name": "Cate Le Bon ", 
      "sortName": "cate le bon ", 
      "url": "http://www.catelebon.com/"
    }, 
    {
      "description": "The Wave Pictures – Jonny Helm (drums), Dave Tattersall (guitar & vocals) and Franic Rozycki (bass) – released their latest album, ‘Bamboo Diner in The Rain’, in November 2016. The album sees The Wave Pictures battling against the robot music apocalypse. It’s a bluesy, boozy love letter to the guitar, filled with American Primitive instrumentals, John Lee Hooker chugs and Link Wray style minor-key surf music. The latest album follows on from 2015’s Billy Childish collaboration ‘Great Big Flamingo Burning Moon’ and their recent acoustic record ‘A Season in Hull’.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 19:40", 
          "stage": "Outdoor Stage", 
          "start": "2017-07-30 18:50"
        }
      ], 
      "image": "wavepicturesx", 
      "name": "The Wave Pictures ", 
      "sortName": "wave pictures ", 
      "url": "http://www.thewavepictures.com/"
    }, 
    {
      "description": "To celebrate 10 years since the release of their album The Casket Letters, folk-pop five-piece Monkey Swallows the Universe are reuniting for two summer shows, including an appearance at Indietracks. Nat Johnson, Kevin Gori, Cate Tully, Andy George and Rob Dean will reprise the roles that saw them ‘put the cor back into recorder’ in the mid-00s. Their second and final album, The Casket Letters, was released on Loose Records in 2007. Expect to hear tracks from this and a sprinkle of other faves too. Reviews for The Casket Letters: The Guardian – “The band are ghostly on Gravestones and giddy on Matterhoney’s waltzing pop, but it’s their maturity and restraint that impresses.” The Times – “Beneath the cosy wool can lurk some nasty, if always softly spoken, surprises. This Sheffield band’s lovely second album abounds with these.”", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 18:25", 
          "stage": "Outdoor Stage", 
          "start": "2017-07-30 17:45"
        }
      ], 
      "image": "mstuchrissaunders", 
      "name": "Monkey Swallows The Universe ", 
      "sortName": "monkey swallows universe ", 
      "url": "http://www.mstu.co.uk/"
    }, 
    {
      "description": "Indietracks favourites The Just Joans are named after the Daily Record’s agony aunt and make music about everyday angst.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 17:20", 
          "stage": "Outdoor Stage", 
          "start": "2017-07-30 16:40"
        }
      ], 
      "image": "justjoans", 
      "name": "The Just Joans ", 
      "sortName": "just joans ", 
      "url": "http://thejustjoans.bandcamp.com/"
    }, 
    {
      "description": "Glasgow’s The Orchids are best known for their long association with the legendary Sarah Records, recording 3 albums and several singles for the label. The band originally split in the mid 1990’s but reformed a decade later and have since released 3 more albums while playing gigs in Athens, Berlin, Barcelona, New York and of course 2 visits to Indietracks. They have also recently been involved in 2 projects commemorating Sarah Records: the book “Popkiss” and the film “My Secret World”. In 2017 the band are planning a series of events to celebrate the 30th anniversary of the first Orchids release.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 16:20", 
          "stage": "Outdoor Stage", 
          "start": "2017-07-30 15:40"
        }
      ], 
      "image": "orchids", 
      "name": "The Orchids ", 
      "sortName": "orchids ", 
      "url": "http://www.theorchids.net/"
    }, 
    {
      "description": "Suggested Friends formed in late 2015, united by a love of pop melodies and jangly guitars. Since then they’ve been kicking up a storm across London’s DIY punk and indie pop scenes, sharing bills with everyone from The Just Joans to Trust Fund, and making festival appearances at Carefully Planned, Cambridge Indiepop, and the upcoming DIY Popfest. The band followed up the June 2016 release of their first video single ‘I Can’t Roll My Eyes That Far (Back)’ with their 7″ single ‘Chicken’, released by Odd Box Records in February 2017. In the same month they embarked on their second UK tour, with band Witching Waves. Their debut album will be released in summer 2017′. “Raucously brilliant… Endearing, but equally driven, noisy and fearless, ‘Chicken’ is lo-fi indie at its finest” – Gigslutz “‘Brilliantly distinct, one rabid burst of lofi indie-rock. Spiky basslines, thick wedges of guitar, and a restless energy that drags you right in” – Gold Flake Paint.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 15:20", 
          "stage": "Outdoor Stage", 
          "start": "2017-07-30 14:40"
        }
      ], 
      "image": "suggestedfriendsx", 
      "name": "Suggested Friends", 
      "sortName": "suggested friends", 
      "url": "http://suggestedfriends.bandcamp.com/"
    }, 
    {
      "description": "Model Village are a self-reliant, squad-based, sophistipop outfit from various bits of South-East England. By setting downbeat, discontented and disheartened lyrics to set to almost incongruously upbeat, jangly guitar riffs and tight, driving unfussy rhythms they present to you smart commuter pop gems with just that bit more grit and potency than their contemporaries can offer. Though they are desperately trying to rip off Steely Dan, Jim O’Rourke and Red House Painters, reviewers insist that they sit somewhere in the niche between Camera Obscura, St Etienne and The Promise Ring, wherever that may be. Solve for x.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 14:20", 
          "stage": "Outdoor Stage", 
          "start": "2017-07-30 13:40"
        }
      ], 
      "image": "modelvillagex", 
      "name": "Model Village", 
      "sortName": "model village", 
      "url": "http://modelvillage.bandcamp.com/"
    }, 
    {
      "description": "The Tuts have long been one of the best and brightest new bands in the UK, for what they do and what they represent. This all-female, all-feminist, DIY “3-Tone” trio (of proud Caribbean, English and Indian/Pakistani origin) are avatars in the ongoing debate over inclusivity in the music scene, as well as a powerful musical unit by any standards. The Tuts have conclusively confirmed that a band can still survive and thrive on today’s terms with the right combination of graft and tenacity, building a fan base so strong that they hit their album crowd-funding target on Pledge Music within 5 days of the launch. They met as teenagers and learned the fierce working-class work ethic that has them literally doing-it-themselves, with no manager, plugger, or booking agent. The Tuts’ ambition to write the greatest, catchiest songs they can within the parameters of a stripped-down sound results in a series of pop punk nuggets on their debut album, Update Your Brain.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 20:45", 
          "stage": "Indoor Stage", 
          "start": "2017-07-30 19:50"
        }
      ], 
      "image": "thetutsx", 
      "name": "The Tuts ", 
      "sortName": "tuts ", 
      "url": "http://thetuts.bandcamp.com/"
    }, 
    {
      "description": "Skinny Girl Diet are two sisters from North London who play raw, abrasive,in your face guitar music. Formed in 2011, when still young teenagers, their first gig was with the Slits’ Viv Albertine and the TV Personalities. While a three piece with their cousin Amelia on bass they played around the London area intially, earning touring stripes with their own generation’s breakthrough bands, the likes of The Fat White Family and Slaves. Last year, they’ve appeared alongside legends John Cooper Clarke and The Raincoats. They have graced the cover of Beat, can be spotted online and in magazines like Dazed and Confused, Vice, Vogue, Crack and The Guardian. Not to mention the stacks of underground zines. The debut album Heavyflow was released in September 2016 with great reviews from Drowned in Sound, The Line of Best Fit, Lounder than War, and Collapsed Board to name a few.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 18:40", 
          "stage": "Indoor Stage", 
          "start": "2017-07-30 18:00"
        }
      ], 
      "image": "sgdduocopy", 
      "name": "Skinny Girl Diet  ", 
      "sortName": "skinny girl diet  ", 
      "url": "http://soundcloud.com/skinnygirldietband"
    }, 
    {
      "description": "Grace Petrie is a folk singer, songwriter, and activist from Leicester, UK. She first exploded on to the national protest scene in 2010 with the emotive anthem Farewell to Welfare, which captured perfectly the spirit of the new wave of dissent in austerity Britain. Her unique takes on life, love and politics, and the warmth and wit with which they are delivered have won over audiences everywhere. Her latest release, Whatever’s Left (2015), charts the journey beyond protest singer, through political and personal change to emerge through shades of folk, Americana and country as a more mature songwriting voice. Grace’s young career boasts four studio albums, a dedicated fan base and national tours supporting Emmy the Great, Billy Bragg and comedians Robin Ince and Josie Long.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 17:40", 
          "stage": "Indoor Stage", 
          "start": "2017-07-30 17:00"
        }
      ], 
      "image": "gracepetrie", 
      "name": "Grace Petrie ", 
      "sortName": "grace petrie ", 
      "url": "http://gracepetrie.bandcamp.com/"
    }, 
    {
      "description": "Personal Best are a four-piece indie/pop/rock group from the many different places in the south of England. Lead singer and songwriter Katie Gatt has a penchant for writing sharply hooked, powerful songs of love, personal crisis, and finding your place in a world full of normies. Their influences as a band include Superchunk, Tiger Trap, Sleater-Kinney and Heart.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 16:40", 
          "stage": "Indoor Stage", 
          "start": "2017-07-30 16:00"
        }
      ], 
      "image": "personalbest", 
      "name": "Personal Best", 
      "sortName": "personal best", 
      "url": "http://personalbest.bandcamp.com/"
    }, 
    {
      "description": "Cowtown (est. summer 2005) are an ever evolving post-punk three piece from Leeds, consisting of Jonathan Nash on guitar/vocals (Runneres/Nope/Hookworms), David Michael Shields on drums (Monster Killed by Lazer) and founding member Hilary Knott on synthesizers/vocals. They began life as a bizarre grungy noise duo before succumbing to the influence of late 70’s/early 80’s punk, post-punk, new wave (Devo, B52’s, Pere Ubu, Walls Of Voodoo, ESG, Liquid Liquid, Black Flag, Minutemen, Tom Tom Club etc) and the soundtracks that galvanized their earliest listening experiences (Teenwolf, Karate Kid, Gremlins, Beverley Hills Cop, Ghostbusters etc). Couple that with an obsessive fascination with They Might Be Giants (which explains away their namesake) and you have some idea of what to expect from the trio.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 15:40", 
          "stage": "Indoor Stage", 
          "start": "2017-07-30 15:00"
        }
      ], 
      "image": "cowtown", 
      "name": "Cowtown", 
      "sortName": "cowtown", 
      "url": "http://cowtown.bandcamp.com/"
    }, 
    {
      "description": "Luby Sparks is a 5 piece indie pop band formed in 2015. Their jangly guitar sounds and blending boy/girl vocals are reminiscent of C86 era bands and The Pains of Being Pure at Heart, Joanna Gruesome or Westkust. After they released their 1st cassette single on Miles Apart Records in 2016, they have shared the stage with bands like Yuck, The Bilinda Butchers and Ice Choir in Japan. In February 2017, they released their 1st 7” single on Sailyard, as mixed by Max Bloom (Yuck) and mastered by Alejandro Merola, the mastering engineer for Yuck’s latest album.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 14:40", 
          "stage": "Indoor Stage", 
          "start": "2017-07-30 14:00"
        }
      ], 
      "image": "lubysparksx", 
      "name": "Luby Sparks", 
      "sortName": "luby sparks", 
      "url": "http://soundcloud.com/luby-sparks"
    }, 
    {
      "description": "The Oxford English Dictionary defines a hobby as a small horse or pony. Maybe Don’t are a hobby-grade indiepop band from Birmingham. A well-meaning 3 piece, they formed in late 2014 to moderate acclaim. They draw influence from bands like Superchunk, Pee, Pavement etc. All loud guitars while the other instruments struggle to keep up. In March they released a 7″ single, “At Owl Mansion”, through Odd Box Records, met again with moderate acclaim.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 13:40", 
          "stage": "Indoor Stage", 
          "start": "2017-07-30 13:00"
        }
      ], 
      "image": "maybedont", 
      "name": "Maybe Don't", 
      "sortName": "maybe don't", 
      "url": "http://maybedont.bandcamp.com/"
    }, 
    {
      "description": "This is a new project made up of the members of Mammoth Penguins along with a few other familiar faces. They’ll be playing songs from an upcoming album that tells the story of a man that fakes his own death, only to return to his family years later. That’s right… a concept album. Don’t worry though, you’ll find more danceable singalongs than capes and wig-outs in their set.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 21:00", 
          "stage": "Church Stage", 
          "start": "2017-07-30 20:20"
        }
      ], 
      "image": "imgx", 
      "name": "Mammoth Penguins and friends", 
      "sortName": "mammoth penguins and friends", 
      "url": "http://mammothpenguins.bandcamp.com/"
    }, 
    {
      "description": "Lilith Ai is a self-releasing, DIY artist, performing poignant tales of modern city life. Her songs weave tales of urban life through her own experience, optimistic without shying away from her own dark life experience. Born in North East London, Lilith grew up ‘street wise’. In her early teens with only £70 in her pocket she ran away to America to spend the next few years living on the streets of Queens in New York. This experience left a powerful influence on her music. Her artfully delivered songs pioneer the alternative soul movement. Moving from sensitive vocals to red-blooded riffs, with subtle distortions and fragmented beats, Lilith mesmerises her audience.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 20:00", 
          "stage": "Church Stage", 
          "start": "2017-07-30 19:20"
        }
      ], 
      "image": "lilithaix", 
      "name": "Lilith Ai", 
      "sortName": "lilith ai", 
      "url": "http://lilithai.bandcamp.com/"
    }, 
    {
      "description": "Evripidis and His Tragedies is Evripidis Sabatis’ (Athens, Greece) vehicle for his brand of devastating and darkly humorous songs. His music is piano-driven pop that draws influences from the swinging sixties, the roaring 20’s, 80’s indie pop and baroque music among other things. The Barcelona based artist’s third album, Futile Games in Space and Time, was released through Snap! Clap! /Canada/ Jigsaw Records and was recorded between Barcelona, New York, and Athens. The album is a chronicle of the adventures with friends and broken hearts that happened along the way. Blissful romances play out with an economically devastated Greece as the backdrop, dreams are abandoned, humorous affairs intertwine with tragic incidents, self sarcasm is used as an antidote to bitterness and in the end what is left is celebration of our power as individuals and of love as the ultimate healer.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 19:00", 
          "stage": "Church Stage", 
          "start": "2017-07-30 18:20"
        }
      ], 
      "image": "evripidisx", 
      "name": "Evripidis and his tragedies", 
      "sortName": "evripidis and his tragedies", 
      "url": "http://evripidisandhistragedies.bandcamp.com/"
    }, 
    {
      "description": "Baby Arms is the solo project of Jennifer Doveton, usually seen singing with Indietracks favourites Colour Me Wednesday. Lyrically, the songs differ from CMW with more personal subject matter and the music is influenced by solo artists such as Allison Crutchfield and Mitski. Her backing band includes Faith Taylor (Suggested Friends/ Chorusgirl), Jaca Freer (CMW/ ¡Ay Carmela!) and Laura Ankles (Emma Kupa, Chrissy Barnacle, Daniel Vs The World). In 2016, Baby Arms did a series of dates in the UK and Europe and released a single and music video in the form of A Sign, as well as releasing a live radio session recorded in Tours, France. In 2017 Doveton aims to release the debut Baby Arms album on the Dovetown label, hopefully just in time for Indietracks!", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 18:00", 
          "stage": "Church Stage", 
          "start": "2017-07-30 17:20"
        }
      ], 
      "image": "babyarmsx", 
      "name": "Baby Arms ", 
      "sortName": "baby arms ", 
      "url": "http://babyarms.bandcamp.com/"
    }, 
    {
      "description": "Enderby’s Room is fiddle player Dan Mayfield, whose folk tinged songs reflect on his rural Lincolnshire upbringing. Dan has also played violin for many artists including Darren Hayman, The Wave Pictures and Allo Darlin’. Over the past ten years he has gently built up a collection of his own songs, which he performs with his band Enderby’s Room. The cornerstone of their sound comes from a Victorian pedal harmonium played by Emma Winston (Deerful). As well as Enderby’s Room, Dan set up the School of Noise and they will also be at Indietracks running a sound exploration workshop.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 17:00", 
          "stage": "Church Stage", 
          "start": "2017-07-30 16:20"
        }
      ], 
      "image": "enderbysroomdanx.jpeg", 
      "name": "Enderby's Room", 
      "sortName": "enderby's room", 
      "url": "http://enderbysroom.co.uk/"
    }, 
    {
      "description": "Formed in 2007, The Understudies have been peddling sophisticated indiepop for almost decade, releasing singles and EPs with both Cloudberry Records and Odd Box Records. After a long gestation period they release their debut album Let Desire Guide Your Hand in 2014 to positive acclaim, with comparisons to Butcher Boy, Orange Juice and Tindersticks. Since then the band have grown, both literally and musically, and are currently working on a collection of piano-based songs, which they have recently started showcasing in a handful of more intimate gigs and are delighted to be back in the church at this year’s Indietracks.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 16:00", 
          "stage": "Church Stage", 
          "start": "2017-07-30 15:20"
        }
      ], 
      "image": "theunderstudiesx", 
      "name": "The Understudies", 
      "sortName": "understudies", 
      "url": "http://theunderstudiesuk.bandcamp.com/"
    }, 
    {
      "description": "CHARMPIT is lo-fi pop punk powered by best femmes forever friendship. On perma-vacation in South East London, they bring bright California harmonies and garage band sparkle to your world. Armed with jangly guitars, hard hitting bass and bouncing drums they are on a mission to crop your tops and top the cops. The trio formed in early 2016 for First Timers festival and quickly found a home in London’s queer DIY music community. Charmpit has since enchanted swathes of radical babes with their joyous noise. Their self-released EP Snorkel warmed hearts from Florida to France and their single “Vacation” was selected by Gideon Coe for his BBC 6 radio show. With a second EP to be released in 2017, Charmpit are making dreams come true on a stage near you.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 15:00", 
          "stage": "Church Stage", 
          "start": "2017-07-30 14:20"
        }
      ], 
      "image": "charmpitx", 
      "name": "Charmpit", 
      "sortName": "charmpit", 
      "url": "http://charmpit.bandcamp.com/"
    }, 
    {
      "description": "Queer cabaret pop punx from London. A queer, melodramatic rage outfit straddling a piano stool between the defiantly confessional Tori Amos and the cabaret theatricality of The Dresden Dolls, with a live set littered with honesty and humour. Debut album “Remember Who You Are”, released late last year on Dovetown Records, is an intensely personal biography of heartbreak, mental illness, anger, and hope.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 14:00", 
          "stage": "Church Stage", 
          "start": "2017-07-30 13:20"
        }
      ], 
      "image": "danielvsx", 
      "name": "Daniel Vs The World ", 
      "sortName": "daniel vs world ", 
      "url": "http://danielversustheworld.bandcamp.com/"
    }, 
    {
      "description": "Leo Robinson is one of those rare and special people for whom making music and art seems to be neither pastime nor vocation and not so much compulsion as mere inevitability, a way of living. Whether accompanying his songs solo with organ, cello or guitar, or playing with any variant of his loose and fluid ensembles, Cult Party shows are always deeply affecting and meditative and drenched in the generosity of one attempting to really give something of theirs to you.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 17:10", 
          "stage": "Train stage", 
          "start": "2017-07-30 16:30"
        }
      ], 
      "image": "cultpartyx", 
      "name": "Cult Party", 
      "sortName": "cult party", 
      "url": "http://cultparty.bandcamp.com/"
    }, 
    {
      "description": "A DIY incongru-pop outfit, th’sheridans sing about food, small towns and dating. The band comprises Adam Karenina Sherif (vocals/guitar) and Julia Oertli (vocals/viola/synthesiser/drum machine). Based out of London and happy to have found an inclusive queer indie scene, they play both electric and acoustic shows. Releasing on their own Eatery Records, they’ve put out five records to date. Sonically, th’sheridans can be found creeping on the corner of 53rd & 3rd, inhaling clouds of digital ash and giving off a scent of Eau d’ Bedroom Dancing. Or, you know: Ramones/Bright Eyes/Le Tigre.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 15:40", 
          "stage": "Train stage", 
          "start": "2017-07-30 15:00"
        }
      ], 
      "image": "sheridanspromox", 
      "name": "th'sheridans", 
      "sortName": "th'sheridans", 
      "url": "http://thsheridans.bandcamp.com/"
    }, 
    {
      "description": "Dan has been involved in the East Midlands arts scene for the last 14 years and is a respected actor, writer, producer and director. Through spoken word he hopes to change this. He has appeared at YNOT Festival, Derby Comedy Festival, Bearded Theory Festival, and Queer As Jokes, London. He was a finalist in the Poetry is Dead Good Mix It Up Midlands Slam in 2014 and in October 2016 he was named BBC Local Poet for Derby for National Poetry Day. Dan is one sixth of Twisted Tongues and organises LGB-QWERTY, Derby’s only lgbt+ spoken word and variety night.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 14:10", 
          "stage": "Train stage", 
          "start": "2017-07-30 13:30"
        }
      ], 
      "image": "danwebberx", 
      "name": "Dan Webber", 
      "sortName": "dan webber", 
      "url": "http://danweber.bandcamp.com/"
    }, 
    {
      "description": "Sweet Revenge is a Cambridge-based indie disco formed after a chance encounter at Indietracks 2015 involving Strongbow and matching t-shirts. Since our first disco in February 2016, we’ve found ourselves at the centre of a blossoming indiepop community and play a mix of old and new DIY pop, riot/grrrl, lo-fi, new wave and post punk records that make people dance. We also co-organise the Cambridge Indiepop All-dayer and gave The Spook School their Cambridge debut last year. We no longer coordinate outfits.", 
      "events": [
        {
          "day": "2017-07-28", 
          "end": "2017-07-28 23:59", 
          "stage": "Indoor Stage", 
          "start": "2017-07-28 22:30"
        }
      ], 
      "image": "sweetrevengex", 
      "name": "Sweet Revenge", 
      "sortName": "sweet revenge", 
      "url": "http://www.facebook.com/sweetrevengecambridge/"
    }, 
    {
      "description": "One of our favourite London club nights, playing indie pop, northern soul, tamla motown, girl groups, and sixties heartbreak. “Digging deep into a 60s to 70s selection with the Temptations, Beach Boys, The Shangri Las and into the 80s with The Smiths, Belle And Sebastian – ‘a celebration of an emotion in motion’. Deeeep.” – Time Out London", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 23:59", 
          "stage": "Indoor Stage", 
          "start": "2017-07-29 22:30"
        }
      ], 
      "image": "hdif", 
      "name": "HDIF", 
      "sortName": "hdif", 
      "url": "http://www.howdoesitfeel.co.uk/"
    }, 
    {
      "description": "Bum Notes karaoke is making it’s Indietracks debut! With your host Ruby Waters! It’s not a competition, but there will be prizes! It’s not a drag show, but there will be queens! so prepare for the unexpected as we invite you to sing, frolic and dance to your own kind of music at this extra special edition of the uninhibited karaoke and performance night from Glasgow. Ruby Waters is a DJ/ performer and host of Bum Notes at the Flying Duck Glasgow when not propping up gay bars in East London. She is interested in the relationship of populist sentimentality and the absurd in music… and also shiny things.", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 23:59", 
          "stage": "Marquee", 
          "start": "2017-07-29 22:30"
        }
      ], 
      "image": "rubywatersx", 
      "name": "Bum Notes drag-e-oke with Ruby Waters ", 
      "sortName": "bum notes drag-e-oke with ruby waters ", 
      "url": "http://www.facebook.com/rubywaters/"
    }, 
    {
      "description": "Sheffield-based leftfield indie night Offbeat began in 1997 as an alternative to the mass-market orientated indie discos which proliferated post-Britpop, and has continued to plough a singular DIY-oriented furrow for 20 years. In that time we’ve put on over 200 nights, almost all at our spiritual home of the Raynor Lounge at Sheffield Uni SU, but occasionally on trains or boats; given out thousands of free lollipops and the occasional indiepop boardgame; been voted as the UK’s ultimate indie disco by BBC Radio; and stayed true to a playlist of past and present indiepop, post-punk with a general disregard for the mainstream. Having DJ’d at the first ever Indietracks event we are massively excited to be returning in 2017!", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 23:59", 
          "stage": "Indoor Stage", 
          "start": "2017-07-30 22:30"
        }
      ], 
      "image": "offbeatprphotocolourphotobycarlmendel", 
      "name": "Offbeat", 
      "sortName": "offbeat", 
      "url": "http://www.offbeat.group.shef.ac.uk/"
    }, 
    {
      "description": "Evripidis and His Tragedies is Evripidis Sabatis’ (Athens, Greece) vehicle for his brand of devastating and darkly humorous songs. His music is piano-driven pop that draws influences from the swinging sixties, the roaring 20’s, 80’s indie pop and baroque music among other things. The Barcelona based artist’s third album, Futile Games in Space and Time, was released through Snap! Clap! /Canada/ Jigsaw Records and was recorded between Barcelona, New York, and Athens. The album is a chronicle of the adventures with friends and broken hearts that happened along the way. Blissful romances play out with an economically devastated Greece as the backdrop, dreams are abandoned, humorous affairs intertwine with tragic incidents, self sarcasm is used as an antidote to bitterness and in the end what is left is celebration of our power as individuals and of love as the ultimate healer.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 23:59", 
          "stage": "Marquee", 
          "start": "2017-07-30 22:30"
        }
      ], 
      "image": "evripidisjukebox", 
      "name": "Evripidis' Jukebox", 
      "sortName": "evripidis' jukebox"
    }, 
    {
      "description": "Join Reckless Yes record label co-founders and music journalists Sarah Lay and Pete Darrington as they talk to Peaness and The Hayman Kupa Band. Both Sarah and Pete have worked in and around music for the last two decades as writers, broadcasters and more – Sarah most recently as editor of Louder Than War, and Pete as producer and presenter of The Rumble, a show dedicated to underground and DIY music. Their in-conversation chats with artists are informal but try to get to the heart of what it means to be a musician, what drives creativity, along with the stories of both band and songs.", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 16:55", 
          "stage": "Marquee", 
          "start": "2017-07-29 16:00"
        }
      ], 
      "image": "recklessyesbykristengoodallx", 
      "name": "Band Conversation with Sarah Lay (Louder than War)", 
      "sortName": "band conversation with sarah lay (louder than war)"
    }, 
    {
      "description": "Recreate your favourite indiepop shows and videos – with Lego! Indie-stop is a family friendly stop-motion animation workshop. Using lego, card, felt-tips, and other props you will be able to create your own scenes with mini festival goers and bands and animate them dancing, playing and having a great time! At the end of the session, we’ll have a grand screening of our mini-epics, and make them available to download from our Facebook page. You don’t need any experience to join in, just come along, and if you have any toys you’d like to animate, bring them along too!", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 15:55", 
          "stage": "Marquee", 
          "start": "2017-07-29 15:00"
        }
      ], 
      "image": "indiestopx", 
      "name": "Indie-Stop!", 
      "sortName": "indie-stop!"
    }, 
    {
      "description": "We say down with boring books! Come and bling up a notebook cover in whatever style you want – add a fabric cover that’s sew cool, paint a picture, make it glitzy with gems and glitter – the choice is yours! We’ll provide the notebooks and all the sticking and glueing bits – you bring the creativity! Great fun for all ages. (Free)", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 14:55", 
          "stage": "Marquee", 
          "start": "2017-07-29 14:00"
        }
      ], 
      "name": "Books to Judge By Their Covers!", 
      "sortName": "books to judge by their covers!"
    }, 
    {
      "description": "Make a portable lantern for nighttime exploring and campsite reading using coloured cardboard tubes decked out with marker/pipe cleaners/glitter/rick-rack/tape/leaves/every other thing you can cram on there. Glow comes from battery-powered tea lights (provided). We’ll show you how to make owls/cats/ghosts/bats/people/rockets, or come up with your own crazy cool lantern idea. (£1 each)", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 13:55", 
          "stage": "Marquee", 
          "start": "2017-07-29 13:00"
        }
      ], 
      "image": "owlcatlanternsx", 
      "name": "Cardboard Tube Lanterns", 
      "sortName": "cardboard tube lanterns"
    }, 
    {
      "description": "Are you an indiepop mastermind? Do you want to demonstrate your encyclopedic pop music knowledge and win a host of fabulous prizes and a ‘magnificent’ trophy? Then why not join us for the annual Indietracks quiz where your hosts, Rachael Neiman (who has appeared on Mastermind, University Challenge and Only Connect) and Adam Wiseman from Cherryade Records, will test you on a wide range of pop music from the last few decades, from Belle & Sebastian to Busted and everything in between. Teams of up to six people are welcome.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 16:55", 
          "stage": "Marquee", 
          "start": "2017-07-30 16:00"
        }
      ], 
      "name": "Quizzing Just for Practice", 
      "sortName": "quizzing just for practice"
    }, 
    {
      "description": "Indietracks is a haven from the outside world, three days of friends, bands, booze and trains provide a blissful escape from every day life. While it is great to get away, it is impossible to ignore the fact that Indietracks 2017 takes place against a global backdrop of turbo-charged austerity, increasing racism, intolerance and injustice. The world is becoming a scary place, but there are things that we can do to make a difference and remain hopeful. Campaigning for change is more vital than ever – this workshop will look at some of the things we can do together to make a difference. Liz Ely works for a charity in Scotland which campaigns to prevent violence against women and girls, she is also a founder member of The Living Rent Campaign which won security of tenure for renters, and some limited rent controls in Scotland in 2015. In this workshop she will share some of her experiences, as well as introducing some practical tools for active campaigning.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 15:55", 
          "stage": "Marquee", 
          "start": "2017-07-30 15:00"
        }
      ], 
      "name": "Campaign skills and organising for hope", 
      "sortName": "campaign skills and organising for hope"
    }, 
    {
      "description": "Make beautiful light sensitive pictures using the nature surrounding you at the Indietracks festival. All you need are a few objects (leaves, stones etc.) some sun print paper (provided) and water! These can be taken away as a unique souvenir to remind you of your festival year. (£3 each)", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 14:55", 
          "stage": "Marquee", 
          "start": "2017-07-30 14:00"
        }
      ], 
      "image": "wpprox", 
      "name": "Festival sunprinting", 
      "sortName": "festival sunprinting"
    }, 
    {
      "description": "The School of Noise run workshops for people of all ages and musical abilities. At this years Indietracks festival they welcome you to come and join them as they explore the fascinating world of sound, noise and music. At this drop-in workshop you’ll investigate the science of sound, play on their noise making and sculpting machines, and create your own experimental and electronic music. From making sand dance in beautiful, symmetrical patterns, to using fruit and vegetables to play music, the School of Noise aims to ignite your imagination and along the way you’ll hopefully discover something new about sound.", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 13:55", 
          "stage": "Marquee", 
          "start": "2017-07-30 12:00"
        }
      ], 
      "image": "sonfruitx", 
      "name": "School of Noise", 
      "sortName": "school of noise"
    }, 
    {
      "description": "How Does It Feel To Be Loved? DJs put on a special disco for children and their parents at Indietracks, playing indie pop, northern soul, Tamla Motown, and 60s girl groups. Come and dance with your children to your favourite indie and soul smashes. The disco has already been a hit at End of the Road festival and we can’t wait to welcome it to Indietracks!", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 17:30", 
          "stage": "Swanwick station building", 
          "start": "2017-07-29 17:00"
        }
      ], 
      "image": "hdifdiscox", 
      "name": "HDIF disco ", 
      "sortName": "hdif disco "
    }, 
    {
      "description": "Interactive storytelling and live music for little folk and their grown ups! Join Becky and her cello for stories, songs, puppets and bubbles galore. Come and sing, shake, dance and journey with us as we adventure to meet a reluctant princess and a doubtful dragon…’", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 16:00", 
          "stage": "Swanwick station building", 
          "start": "2017-07-29 15:30"
        }
      ], 
      "image": "nimbletalesx", 
      "name": "Nimble Tales", 
      "sortName": "nimble tales"
    }, 
    {
      "description": "Come and make robots from recycled household waste. Turn things you would normally throw away into awesome robots. Maybe you could build your own paranoid android? Will your robot build a train? Will it be a pink robot to battle Yoshimi? Will it get together will all the other robots and take over the world, or will they all have a tea party? All materials are provided; all you need to bring is your imagination.", 
      "events": [
        {
          "day": "2017-07-29", 
          "end": "2017-07-29 13:30", 
          "stage": "Swanwick station building", 
          "start": "2017-07-29 13:00"
        }
      ], 
      "image": "rubbishrobotsx", 
      "name": "Rubbish Robots", 
      "sortName": "rubbish robots"
    }, 
    {
      "description": "We play feel good pop music spanning the decades that will make even the most hardened indie pop fan want to shimmy! Adults and kids both welcome!", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 17:45", 
          "stage": "Swanwick station building", 
          "start": "2017-07-30 17:15"
        }
      ], 
      "image": "somelikeitpopx", 
      "name": "Some Like It Pop kids disco", 
      "sortName": "some like it pop kids disco"
    }, 
    {
      "description": "Cbeebies’ bedtime story king Tom Hardy was unavailable (too busy, apparently), so we’ve asked Indietracks favourite David Leach to come and read to us instead. All welcome!", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 16:00", 
          "stage": "Swanwick station building", 
          "start": "2017-07-30 15:30"
        }
      ], 
      "image": "davidleachx", 
      "name": "Storytime with David Leach", 
      "sortName": "storytime with david leach"
    }, 
    {
      "description": "Salle Pierre Lamy are…Edgar, a toothy, spectacle wearing cat, and Bryce, a huggable green mass, with their backing band “The Elaines” (featuring members of Mowbird & Eitha Da) playing a vintage keyboard, drum machine, & basitar. With your help they will sing songs, create beautiful artwork and… “have an argument”", 
      "events": [
        {
          "day": "2017-07-30", 
          "end": "2017-07-30 13:30", 
          "stage": "Swanwick station building", 
          "start": "2017-07-30 13:00"
        }
      ], 
      "image": "sallepierrelamyx", 
      "name": "Salle Pierre Lamy puppet show", 
      "sortName": "salle pierre lamy puppet show"
    }
  ], 
  "locations": [
    "Outdoor Stage",
    "Indoor Stage",
    "Church Stage",
    "Train stage",
    "Marquee", 
    "Swanwick station building"
  ]
}
